Repository: admin-ch/CovidCertificate-App-iOS
Catalog: Translations/*.lproj/Localizable.strings
Languages: de, fr, it

# wallet_faq_works_answer_3
source: In Switzerland, the requirement for a certificate was lifted in February 2022. Since then, the Swiss validity periods have existed only in formal terms and no longer have any significance in practice in Switzerland. The “Validity in Switzerland” section is thus no longer displayed in the app. Instead, the time of the vaccination or test is shown. The number of days that have elapsed since a vaccination or test is also shown. This makes it easier for you to determine whether your certificate complies with the validity rules of your destination country (if the country in question still requires a COVID certificate). When abroad, it is always the rules of the country in question that apply.
de: Die App prüft automatisch, ob Ihr Zertifikat den Gültigkeitskriterien der Schweiz entspricht. Sollte Ihr Covid-Zertifikat abgelaufen oder technisch ungültig sein, wird Ihnen dies direkt auf dem Zertifikat in der App angezeigt.
fr: En Suisse, l’obligation de présenter un certificat a été levée en février 2022. Les durées de validité suisses sont donc devenues uniquement formelles et n’ont pratiquement plus aucune pertinence dans notre pays. C’est pourquoi le champ « Validité en Suisse » n’est plus représenté dans l’application, qui indique par contre le nombre de jours écoulés depuis une vaccination ou un test. L’application indique aussi le nombre de jours écoulés depuis une vaccination ou un test. Vous pouvez ainsi vérifier plus facilement si votre certificat correspond aux règles de validité de votre pays de destination (au cas où ce pays exige encore un certificat COVID). À l’étranger, les règles en vigueur varient d’un pays à l’autre.
it: In Svizzera l’obbligo di certificato è stato revocato nel febbraio 2022. Da allora, la durata di validità svizzera esiste solo formalmente e non ha più alcun valore pratico nel nostro Paese. Pertanto il campo «Validità in Svizzera» non è più visualizzato nell’app. Al suo posto si trova la data della vaccinazione o del test. Viene anche visualizzato quanti giorni sono trascorsi da una vaccinazione o da un test. In tal modo può determinare più facilmente se il Suo certificato è conforme alle regole di validità del Paese di destinazione (qualora il Paese richiedesse ancora un certificato COVID). All’estero si applicano sempre le regole di validità del rispettivo Paese.

# wallet_faq_works_answer_4
source: Your personal data is not stored in a central system; instead, it can be found solely locally on the mobile device or in the QR code in the case of the paper COVID certificate.
de: Ihre persönlichen Daten werden in keinem zentralen System gespeichert, sondern befinden sich ausschliesslich bei Ihnen lokal auf dem Mobilgerät, respektive im QR-Code auf dem Covid-Zertifikat in Papierform.
fr: Vos données personnelles ne sont pas stockées dans un système central, mais ne sont sauvegardées que localement, sur votre appareil mobile ou dans le code QR figurant sur le certificat papier.
it: I Suoi dati personali non sono salvati in un sistema centrale ma unicamente sul Suo dispositivo mobile oppure nel codice QR indicato sul certificato COVID in formato cartaceo.

# wallet_faq_works_answer_5
source: The QR code contains all the information that is found in plain text on your paper COVID certificate. The QR code also contains an electronic signature that can be used to check the authenticity of the COVID certificate. This makes the COVID certificate forgery-proof.
de: Der QR-Code enthält alle Informationen, die Sie auf Ihrem Covid-Zertifikat in Papierform im Klartext finden. Weiter befindet sich im QR-Code eine elektronische Signatur, mit der sich die Echtheit des Covid-Zertifikats überprüfen lässt. Dadurch wird das Covid-Zertifikat fälschungssicher.
fr: Le code QR contient toutes les informations qui apparaissent en clair sur le certificat papier. En outre, il renferme une signature électronique qui permet de vérifier l'authenticité du certificat COVID. Par conséquent, le certificat COVID est infalsifiable.
it: Il codice QR contiene tutte le informazioni che trova nel testo del Suo certificato COVID in formato cartaceo. Nel codice QR si trova anche una firma elettronica che consente di verificare la validità del certificato COVID. La firma elettronica impedisce la falsificazione del certificato COVID.

# wallet_faq_works_answer_6
source: You can easily restore your COVID certificate on your mobile device. To do so, download the app again and then scan the QR code on your paper or PDF COVID certificate.
de: Sie können Ihr Covid-Zertifikat einfach wieder auf Ihrem Mobilgerät speichern. Laden Sie dazu die App erneut herunter und scannen Sie anschliessend den QR-Code auf Ihrem Covid-Zertifikat auf Papier oder als PDF.
fr: Vous pouvez réenregistrer facilement votre certificat COVID sur votre appareil mobile. Il vous suffit de télécharger de nouveau l'app, puis de scanner le code QR figurant sur le certificat original, établi sur papier ou au format PDF.
it: Può semplicemente risalvare il certificato COVID sul Suo dispositivo mobile. Per farlo, scarichi nuovamente l'app e poi scansioni il codice QR che trova sul Suo certificato COVID in formato cartaceo o PDF.

# wallet_faq_works_title
source: How the app works
de: Wie funktioniert die App?
fr: Comment l'app fonctionne-t-elle?
it: Come funziona l'app?

# wallet_faq_works_subtitle
source: With the COVID Certificate app, you can easily and securely store and present COVID certificates on your mobile device.
de: Mit der COVID Certificate App können Sie Covid-Zertifikate einfach und sicher auf Ihrem Mobilgerät abspeichern und vorweisen.
fr: L'app vous permet de stocker des certificats COVID de manière simple et sûre sur votre appareil mobile et de les présenter au moyen de ce dernier.
it: Con l'app COVID Certificate può salvare e mostrare i certificati COVID in modo semplice e sicuro sul Suo dispositivo mobile.

# wallet_scanner_howitworks_answer1
source: You can get a COVID certificate after a complete COVID-19 vaccination, after you have recovered from the virus or after you have tested negative. The certificate is generally issued upon request by health care professionals on site.
de: Ein Covid-Zertifikat können Sie nach einer vollständigen Covid-19-Impfung, nach einer durchgemachten Erkrankung oder nach einem negativen Testergebnis erhalten. Das Zertifikat stellt Ihnen in der Regel das Gesundheitsfachpersonal vor Ort auf Anfrage aus.
fr: Vous pouvez obtenir le certificat COVID si vous êtes entièrement vacciné contre le COVID-19, si vous avez guéri de la maladie ou si vous présentez un résultat de test négatif. En général, le certificat est délivré sur demande, par les professionnels de la santé présents sur le site.
it: Può ricevere un certificato COVID in seguito alla completa vaccinazione COVID-19, all'avvenuta guarigione o a un risultato negativo al test. Il certificato è rilasciato su richiesta dal personale medico specializzato presso le strutture sanitarie.

# verifier_covid_certificate_prename
source: First name
de: Vorname
fr: Prénom
it: Nome

# force_update_title
source: Update required
de: Update benötigt
fr: Mise à jour nécessaire
it: Aggiornamento necessario

# force_update_text
source: Download the latest version of the app.
de: Laden Sie die neue Version der App.
fr: Téléchargez la nouvelle version de l'application.
it: Caricare la nuova versione dellʼapp.

# force_update_button
source: Update
de: Aktualisieren
fr: Mettre à jour
it: Aggiorna

# wallet_certificate_valid_from
source: Valid in Switzerland from: {DATE}
de: In der Schweiz gültig ab: {DATE}
fr: Valable en Suisse à partir du : {DATE}
it: Valido in Svizzera dal: {DATE}

# certificate_reason_vaccinated
source: Vaccination
de: Impfung
it: Vaccinazione

# certificate_reason_recovered
source: Recovered
de: Genesen
fr: Guérison
it: Guarigione

# wallet_onboarding_store_header
source: Advantages
de: Vorteile
fr: Avantages
it: Vantaggi

# wallet_onboarding_store_title
source: Store COVID certificates digitally
de: Covid-Zertifikate digital aufbewahren
fr: Conserver numériquement les certificats COVID
it: Conservare i certificati COVID in formato digitalizzato

# wallet_onboarding_store_text1
source: COVID certificates can be simply added to the app and stored digitally.
de: Covid-Zertifikate können einfach zur App hinzugefügt und digital aufbewahrt werden.
fr: Les certificats COVID peuvent facilement être ajoutés dans l'application et conservés numériquement.
it: I certificati COVID possono essere aggiunti facilmente all'app e conservati in formato digitalizzato.

# wallet_onboarding_store_text2
source: The app checks the validity of certificates in Switzerland. This way, you can be sure that your certificates are valid.
de: Die App prüft die Zertifikate auf ihre Gültigkeit in der Schweiz. So können Sie sich versichern, dass Ihre Zertifikate gültig sind.
fr: L'application vérifie la validité des certificats en Suisse. Vous avez donc la certitude qu'ils sont valides.
it: Lʼapp verifica la validità dei certificati in Svizzera. In questo puoi assicurarti che i tuoi certificati siano validi.

# wallet_onboarding_show_header
source: Advantages
de: Vorteile
fr: Avantages
it: Vantaggi

# accessibility_info_button
source: Publication details
de: Impressum
fr: Impressum
it: Impressum

# accessibility_faq_button
source: FAQs
de: Häufige Fragen
fr: Questions fréquentes
it: Domande frequenti

# accessibility_list_button
source: List of certificates
de: Zertifikate Liste
fr: Liste des certificats
it: Elenco dei certificati

# accessibility_add_button
source: Add a certificate
de: Zertifikat hinzufügen
fr: Ajouter un certificat
it: Aggiungi certificato

# accessibility_close_button
source: Close
de: Schliessen
fr: Fermer
it: Chiudi

# accessibility_lamp_on_button
source: Turn on torch
de: Taschenlampe einschalten
fr: Allumer la lampe de poche
it: Attiva la torcia

# accessibility_lamp_off_button
source: Turn off torch
de: Taschenlampe ausschalten
fr: Éteindre la lampe de poche
it: Disattiva la torcia

# impressum_title
source: Publication details
de: Impressum
fr: Impressum
it: Impressum

# unknown_error
source: An unknown error has occurred
de: Ein unbekannter Fehler ist aufgetreten.
fr: Une erreur inconnue est survenue.
it: Si è verificato un errore sconosciuto.

# verifier_verifiy_error_expired
source: Does not meet Switzerland's validity criteria. The certificate is no longer valid.
de: Entspricht nicht den Gültigkeitskriterien der Schweiz. Die Gültigkeit des Zertifikat ist abgelaufen.
fr: Ne remplit pas les critères de validité de la Suisse. La durée de validité du certificat a expiré.
it: Non conforme ai criteri di validità svizzeri. La validità del certificato è scaduta.

# verifier_verifiy_error_notyetvalid
source: Does not meet Switzerland's validity criteria. The certificate is not yet valid
de: Entspricht nicht den Gültigkeitskriterien der Schweiz. Das Zertifikat ist noch nicht gültig.
fr: Ne remplit pas les critères de validité de la Suisse. Le certificat n'est pas encore valable.
it: Non conforme ai criteri di validità svizzeri. Il certificato non è ancora valido.

# verifier_retry_network_error
source: A network error has occurred
de: Ein Netzwerkfehler ist aufgetreten.
fr: Une erreur de réseau est survenue.
it: Si è verificato un errore di rete.

# verifier_retry_flightmode_error
source: Your device is in flight mode
de: Das Gerät befindet sich im Flugmodus.
fr: L'appareil est en mode avion.
it: Il dispositivo è in modalità aereo

# wallet_error_valid_from
source: Valid in Switzerland from: {DATE}
de: In der Schweiz gültig ab: {DATE}
fr: Valable en Suisse à partir du : {DATE}
it: Valido in Svizzera dal: {DATE}

# wallet_error_national_rules
source: Contains data that do not comply with international standards.
de: Entspricht nicht den Gültigkeitskriterien der Schweiz
fr: Contient des données qui ne satisfont pas aux normes internationales.
it: Contiene dati non conformi agli standard internazionali.

# wallet_error_expired
source: Period of validity for Switzerland exceeded
de: Gültigkeit des Zertifikats abgelaufen
fr: Durée de validité dépassée pour la Suisse
it: La durata di validità in Svizzera è stata superata

# wallet_error_revocation
source: Certificate has been revoked
de: Zertifikat wurde widerrufen
fr: Certificat révoqué
it: Il certificato è stato revocato

# wallet_error_invalid_signature
source: Certificate with invalid signature
de: Zertifikat mit ungültiger Signatur
fr: Signature non valable
it: Certificato con firma non valida

# wallet_error_invalid_signature_bold
source: invalid signature
de: ungültiger Signatur
fr: Signature non valable
it: firma non valida

# wallet_error_revocation_bold
source: revoked
de: widerrufen
fr: Certificat révoqué
it: revocato

# wallet_certificate_already_exists
source: This certificate is already saved in the app
de: Dieses Zertifikat ist bereits in der App gespeichert
fr: Le certificat est déjà enregistré dans l'application.
it: Questo certificato è già salvato nell'app

# wallet_certificate_validity
source: Validity in Switzerland
de: Gültigkeit in der Schweiz
fr: Validité en Suisse
it: Validità in Svizzera

# wallet_certificate_valid_until
source: until
de: bis
fr: jusqu'au
it: fino al

# wallet_certificate_verifying
source: The certificate is being verified
de: Das Zertifikat wird geprüft
fr: Certificat en cours de vérification
it: Verifica del certificato in corso

# wallet_certificate_verify_success
source: Verification successful
de: Prüfung erfolgreich
fr: Vérification réussie
it: Verifica effettuata con successo

# accessibility_info_box
source: Information
it: Informazione

# close_button
source: Close
de: Schliessen
fr: Fermer
it: Chiudi

# wallet_certificate_target_disease_title
source: Disease or agent targeted
de: Krankheit oder Erreger
fr: Maladie ou agent pathogène
it: Malattia o agente patogeno

# wallet_certificate_impfstoff_product_name_title
source: Product
de: Produkt
fr: Produit
it: Prodotto

# wallet_certificate_impfstoff_holder
source: Manufacturer
de: Hersteller
fr: Fabricant
it: Fabbricante

# wallet_certificate_vaccination_date_title
source: Date of vaccination
de: Impfdatum
fr: Date de vaccination
it: Data di vaccinazione

# wallet_certificate_vaccination_country_title
source: Country of vaccination
de: Land der Impfung
fr: Pays de vaccination
it: Paese della vaccinazione

# wallet_certificate_vaccination_issuer_title
source: Issuer
de: Herausgeber
fr: Délivré par
it: Emittente

# covid_certificate_recovery_title
source: Recovery
de: Genesung
fr: Guérison
it: Guarigione

# wallet_certificate_recovery_first_positiv_result
source: Date of first positive test result
de: Datum des ersten positiven Resultats
fr: Date du premier résultat positif
it: Data del primo risultato positivo

# wallet_certificate_recovery_from
source: Valid from
de: Gültig ab
fr: Valable à partir du
it: Valido da

# wallet_certificate_recovery_until
source: Valid until
de: Gültig bis
fr: Valable jusqu'au
it: Valido fino a

# wallet_certificate_test_land
source: Country of test
de: Land des Tests
fr: Pays de test
it: Paese del test

# wallet_certificate_test_result_title
source: Result
de: Ergebnis
fr: Résultat
it: Risultato

# wallet_certificate_test_result_negativ
source: Not detected (Negative)
de: Nicht erkannt (Negativ)
fr: Non détecté (Négatif)
it: Non rilevato (Negativo)

# wallet_certificate_test_result_positiv
source: Detected (Positive)
de: Erkannt (Positiv)
fr: Détecté (Positif)
it: Rilevato (Positivo)

# wallet_certificate_test_type
source: Type
de: Typ
it: Tipo

# wallet_certificate_test_name
source: Name
fr: Nom
it: Nome

# wallet_certificate_test_holder
source: Manufacturer
de: Hersteller
fr: Fabricant
it: Fabbricante

# wallet_certificate_test_sample_date_title
source: Date of sample collection
de: Datum der Probenentnahme
fr: Date du prélèvement de l'échantillon
it: Data del prelievo del campione

# wallet_certificate_test_result_date_title
source: Result date
de: Datum Resultat
fr: Date du résultat
it: Data del risultato

# verifier_support_header
source: How it works
de: So funktioniert's
fr: Comment ça fonctionne
it: Funziona così

# wallet_certificate_delete_confirm_text
source: Are you sure you want to delete the certificate?
de: Wollen Sie das Zertifikat wirklich löschen?
fr: Voulez-vous vraiment supprimer le certificat ?
it: Eliminare il certificato?

# cancel_button
source: Cancel
de: Abbrechen
fr: Interrompre
it: Annulla

# covid_certificate_vaccination_title
source: Vaccination
de: Impfung
it: Vaccinazione

# wallet_certificate_date
source: Certificate generated on {DATE}
de: Zertifikat erstellt am {DATE}
fr: Certificat établi le {DATE}
it: Certificato emesso il {DATE}

# wallet_certificate_vaccine_prophylaxis
source: Vaccine type
de: Art des Impfstoffs
fr: Type de vaccin
it: Tipo di vaccino

# wallet_certificate_test_done_by
source: Test centre
de: Testcenter
fr: Centre de test
it: Centro di test

# NSCameraUsageDescription
source: The app needs access to your camera to be able to scan the QR code.
de: Die App benötigt Zugriff auf die Kamera, um den QR-Code scannen zu können.
fr: L'application doit accéder à l'appareil photo pour pouvoir scanner le code QR.
it: Per poter inquadrare il codice QR l'app deve accedere alla fotocamera.

# verifier_faq_works_title
source: How COVID certificates are checked
de: So werden Covid-Zertifikate geprüft
fr: Contrôle de certificats COVID
it: Come avviene la verifica dei certificati COVID?

# verifier_faq_works_subtitle
source: The COVID Certificate Check app can be used to scan the QR codes on COVID certificates and check the certificates for authenticity and validity.
de: Mit der COVID Certificate Check App können QR-Codes auf Covid-Zertifikaten gescannt und die Zertifikate auf Echtheit und Gültigkeit überprüft werden.
fr: L'app de contrôle permet de scanner le code QR figurant sur un certificat COVID et de vérifier l'authenticité et la validité de ce dernier.
it: Con l'app COVID Certificate Check è possibile scansionare i relativi codici QR e verificare l'autenticità e la validità dei certificati COVID.

# verifier_faq_works_question_1
source: How can COVID certificates be checked?
de: Wie können Covid-Zertifikate geprüft werden?
fr: Comment contrôler un certificat COVID?
it: Come posso verificare i certificati COVID?

# verifier_faq_works_answer_1
source: To check a COVID certificate, use the dedicated COVID Certificate Check app to scan the QR code on the paper certificate or in the COVID Certificate app presented.
de: Um ein Covid-Zertifikat zu prüfen, scannen Sie den QR-Code auf dem Papierzertifikat oder in der vorgewiesenen COVID Certificate App mit der dafür vorgesehenen COVID Certificate Check App.
fr: Pour contrôler un certificat COVID, il vous suffit de scanner le code QR figurant sur le document papier ou dans l'app «COVID Certificate» au moyen de l'app de contrôle prévue à cet effet.
it: Per verificare un certificato COVID tramite l'app COVID Certificate Check, può scansionare il codice QR che trova sulla copia cartacea del certificato oppure sull’app che le viene mostrata.

# verifier_faq_works_question_2
source: What exactly is checked?
de: Was wird genau geprüft?
fr: Sur quoi porte le contrôle au juste?
it: Cosa viene verificato esattamente?

# verifier_faq_works_answer_2
source: Three aspects are checked when scanning: – Does the certificate contain a valid electronic signature? – Is the certificate unrevoked? – Does the certificate meet Switzerland's validity criteria? If the answer to all three questions is affirmative, the COVID certificate is shown as valid.
de: Beim Scannen werden drei Aspekte geprüft: – Enthält das Zertifikat eine gültige elektronische Signatur? – Ist das Zertifikat nicht widerrufen worden? – Entspricht das Zertifikat den Gültigkeitskriterien der Schweiz? Wenn alle drei Aspekte positiv bewertet werden, wird das Covid-Zertifikat als gültig ausgewiesen.
fr: Le scan du code QR permet de répondre aux trois questions suivantes: – Le certificat contient-il une signature électronique valable? – Le certificat a-t-il été révoqué? – Le certificat remplit-il les critères de validité fixés par la Suisse? Si vous pouvez répondre oui à la 1re et à la 3e question et non à la 2e, la validité du certificat COVID est attestée.
it: Scansionando il codice QR vengono verificati i seguenti tre aspetti. – Il certificato contiene una firma elettronica valida? – Il certificato è ancora valido? – Il certificato rispetta i criteri di validità previsti dalla normativa svizzera? Se tutti i tre aspetti sono valutati positivamente, il certificato COVID è considerato valido.

# verifier_faq_works_question_3
source: Which identification documents are valid? Why do personal details have to be checked?
de: Welche Ausweisdokumente sind gültig? Weshalb müssen die Personalien überprüft werden?
fr: Quelles pièces d'identité sont valables? Pourquoi faut-il vérifier les données personnelles?
it: Quali documenti di legittimazione sono accettati o validi? Perché devono essere verificati i dati personali?

# verifier_faq_works_answer_3
source: Aside from passports or ID cards, other photo identification documents that prove the identity of the person in question (e.g. driving licence) are also accepted. Although the COVID certificate is forgery-proof, the only way to ensure that the certificate shown was issued to the person presenting it is to check the personal details.
de: Neben Pass oder ID werden auch andere Ausweisdokumente akzeptiert, die die Identität der betreffenden Person mit einem Foto belegen (z.B. Führerausweis). Das Covid-Zertifikat ist zwar fälschungssicher, mit der Überprüfung der Personalien wird aber erst sichergestellt, dass das vorgezeigte Zertifikat auch auf den Vorweisenden ausgestellt wurde.
fr: Outre le passeport et la carte d'identité, les pièces d'identité réputées valables sont celles qui attestent l'identité de la personne concernée au moyen d'une photo (par ex. permis de conduire). Le certificat COVID est certes infalsifiable, mais le contrôle des données personnelles est le seul moyen de vérifier que le certificat a été établi au nom de la personne qui le présente.
it: Oltre al passaporto o alla carta d'identità sono accettati altri documenti che provano l'identità della persona in questione tramite una foto (ad es. licenza di condurre). Il certificato COVID non è falsificabile, tuttavia solo verificando i dati personali si garantisce che il certificato sia stato effettivamente rilasciato alla persona che lo sta mostrando.

# verifier_faq_works_question_4
source: Can foreign certificates also be checked?
de: Können auch ausländische Zertifikate geprüft werden?
fr: Peut-on aussi contrôler des certificats étrangers?
it: Possono essere verificati anche certificati esteri?

# verifier_faq_works_answer_4
source: Yes, COVID certificates that are compatible with the EU digital COVID certificate can be checked according to Switzerland's validity criteria using the COVID Certificate check app.
de: Ja, Covid-Zertifikate, die mit dem digitalen COVID-Zertifikat der EU kompatibel sind, können mit der COVID Certificate Check App gegen die Gültigkeitskriterien der Schweiz geprüft werden.
fr: Oui. L'app de contrôle permet de vérifier si les certificats COVID compatibles avec le certificat COVID numérique de l'UE remplissent les critères de validité fixés par la Suisse.
it: Sì, con l'app COVID Certificate Check è possibile verificare il rispetto dei criteri di validità previsti dalla normativa svizzera dei certificati COVID compatibili con il certificato COVID digitale UE.

# verifier_faq_works_question_5
source: What data do I see during the verification process?
de: Welche Daten sehe ich beim Prüfvorgang?
fr: À quelles données ai-je accès lors du contrôle?
it: Quali dati posso visualizzare durante il processo di verifica?
