Repository: admin-ch/CovidCertificate-App-iOS
Catalog: Translations/*.lproj/Localizable.strings
Languages: de, fr, it

# verifier_error_app_store_text
source: To verify this type of COVID certificate, you must have the latest version of the app. Please update your app and repeat the verification process.
de: Die Prüfung dieser Art des Covid-Zertifikats bedingt die neuste Version der Check-App. Bitte aktualisieren Sie Ihre App und wiederholen Sie den Prüfvorgang.
fr: La vérification de ce type de certificat nécessite la version la plus récente de l'application «COVID Certificate Check». Actualisez l'application, puis procédez à la vérification.
it: Per la verifica di questo tipo di certificato COVID è necessario scaricare la versione più recente dell’app «COVID Certificate Check». Aggiornare l’app e ripetere la procedura di verifica.

# verifier_error_app_store_button
source: To the App Store
de: Zum App Store
fr: Ouvrir l'App Store
it: All'App Store

# verifier_check_mode_info_test_cert_title
source: Test certificate
de: Testzertifikat
fr: Certificat de test
it: Certificato di test

# verifier_check_mode_info_test_cert_text_1
source: For areas in which a valid test certificate is required.
de: Für Bereiche, bei denen ein gültiges Testzertifikat notwendig ist.
fr: Destiné aux domaines qui nécessitent un certificat de test valable.
it: Per i contesti in cui è richiesto un certificato di test valido.

# verifier_check_mode_info_test_cert_text_2
source: In this mode, COVID certificates are accepted for people who have tested negative based on a PCR or rapid antigen test.
de: In diesem Modus werden Covid-Zertifikate für negativ Getestete basierend auf einem PCR- oder Antigen-Schnelltest akzeptiert.
fr: Ce mode permet de vérifier les certificats des personnes qui disposent d'un résultat négatif à un test PCR ou à un test rapide antigénique.
it: In questa modalità sono accettati i certificati COVID rilasciati alle persone risultate negative a un test PCR o a un test antigenico rapido.

# verifier_check_mode_info_test_cert_text_3
source: It is not possible to verify "light" certificates in this mode.
de: Die Prüfung von Zertifikate Light ist in diesem Modus nicht möglich.
fr: Ce mode ne permet pas de vérifier les «certificats light».
it: In questa modalità non è possibile verificare i certificati light.

# wallet_refresh_button_info_text_1
source: The "Refresh button" has been removed.
de: Der «Refresh-Button» wurde entfernt.
fr: Le bouton «rafraîchir» a été supprimé.
it: Il pulsante «Aggiorna» è stato eliminato.

# wallet_refresh_button_info_text_2
source: If your COVID certificate has expired or is technically invalid, this is indicated directly on the certificate.
de: Sollte Ihr Covid-Zertifikat abgelaufen oder technisch ungültig sein, wird Ihnen dies direkt auf dem Zertifikat angezeigt.
fr: Si votre certificat COVID a expiré ou s'il n'est techniquement pas valable, cette information apparaît automatiquement sur le certificat.
it: Se il certificato è scaduto o se non è valido per motivi tecnici, l’informazione compare direttamente nell’app.

# wallet_refresh_button_info_text_3
source: COVID certificates are to be verified with the "COVID Certificate Check" app.
de: Die Prüfung von Covid-Zertifikaten ist mit der App «COVID Certificate Check» vorzunehmen.
fr: La vérification des certificats COVID doit s'effectuer au moyen de l'application «COVID Certificate Check».
it: I certificati COVID devono essere verificati utilizzando l’app «COVID Certificate Check».

# wallet_refresh_button_info_fat_title_3
source: For verifiers
de: Für Prüfende
fr: Pour les personnes chargées du contrôle
it: Per le persone incaricate della verifica

# wallet_refresh_button_info_link_text
source: To find out more
de: Mehr erfahren
fr: Pour en savoir plus
it: Per saperne di più

# wallet_refresh_button_info_link_url
source: https://www.bag.admin.ch/bag/en/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/covid-zertifikat/covid-zertifikat-pruefer-aussteller-technische-informationen.html#1851413288
de: https://www.bag.admin.ch/bag/de/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/covid-zertifikat/covid-zertifikat-pruefer-aussteller-technische-informationen.html#1070048217
fr: https://www.bag.admin.ch/bag/fr/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/covid-zertifikat/covid-zertifikat-pruefer-aussteller-technische-informationen.html#-1006172949
it: https://www.bag.admin.ch/bag/it/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/covid-zertifikat/covid-zertifikat-pruefer-aussteller-technische-informationen.html#1358421103

# wallet_check_mode_info_2g_plus_ok_text
source: Access to organisations and events permitted for people who have been fully vaccinated, have received a booster jab or have recovered (based on PCR test results) in the preceding 120 days; an additional test certificate is not required.
de: Zutritt zu Betrieben und Veranstaltungen für Personen, deren vollständige Impfung, Auffrischimpfung oder Genesung (basierend auf PCR-Test) nicht länger als 120 Tage zurückliegt. Sie benötigen kein zusätzliches Testzertifikat.
fr: Accès aux établissements et aux manifestations réservé aux personnes dont la vaccination complète, la vaccination de rappel ou la guérison (confirmée par un test PCR) ne date pas de plus de 120 jours. Vous n'avez pas besoin de présenter un certificat de test supplémentaire.
it: L’accesso a strutture e manifestazioni è consentito alle persone per le quali sono trascorsi al massimo 120 giorni dal completamento del ciclo vaccinale, dalla somministrazione della dose di richiamo o dalla guarigione (sulla base di un test PCR). In questo caso non è necessario un ulteriore certificato di test.

# wallet_check_mode_info_2g_plus_not_ok_text
source: To gain access to organisations and events, a negative test result is required in addition to the COVID certificate for people who have been vaccinated or have recovered.
de: Für den Zutritt zu Betrieben und Veranstaltungen wird zusätzlich zum Covid-Zertifikat für geimpfte oder genesene Personen ein negatives Testresultat benötigt.
fr: Accès aux établissements et aux manifestations réservé aux personnes vaccinées ou guéries qui présentent, en plus d'un certificat COVID, un résultat de test négatif.
it: Oltre al certificato di vaccinazione o di guarigione, per l’accesso a strutture e manifestazioni è necessario presentare anche il risultato di un test negativo.

# wallet_refresh_button_info_title
source: Info
fr: Information
it: Informazione

# wallet_certificate_ausnahme_issued_country
source: Medical certificate issued in
de: Medizinisches Attest ausgestellt in
fr: Attestation médicale délivrée en
it: Certificato medico rilasciato in

# wallet_certificate_detail_note_ausnahme
source: This certificate is not a travel document. <br /><br /> This certificate is only valid for a limited period of time. You can check the current duration of validity in Switzerland at any time using the COVID Certificate app.
de: Dieses Zertifikat ist kein Reisedokument. Dieses Zertifikat ist zeitlich nur begrenzt gültig. Die aktuell in der Schweiz massgebliche Gültigkeitsdauer können Sie jederzeit mit der Covid-Certificate App überprüfen.
fr: Le présent certificat n'est pas un document de voyage. <br /><br /> Ce certificat n'a qu'une durée de validité limitée. L'application «COVID Certificate» vous permet en tout temps de vérifier la durée de validité actuellement déterminante en Suisse.
it: La presente attestazione non costituisce un documento di viaggio. <br /><br /> Questo certificato ha soltanto una validità temporanea. L'applicazione «COVID Certificate» consente di verificare in qualsiasi momento l'attuale durata di validità in Svizzera.

# covid_certificate_ch_ausnahme_list_label
source: Exception
de: Ausnahme
it: Eccezione

# wallet_certificate_antigen_positive_date
source: Date of first positive test result
de: Datum des ersten positiven Resultats
fr: Date du premier résultat positif
it: Data del primo risultato positivo

# wallet_certificate_detail_note_positive_antigen
source: This certificate is not a travel document. <br /><br /> This certificate is only valid for a limited period of time. You can check the current duration of validity in Switzerland at any time using the COVID Certificate app.
de: Dieses Zertifikat ist kein Reisedokument. Dieses Zertifikat ist zeitlich nur begrenzt gültig. Die aktuell in der Schweiz massgebliche Gültigkeitsdauer können Sie jederzeit mit der Covid-Certificate App überprüfen.
fr: Le présent certificat n'est pas un document de voyage. <br /><br /> Ce certificat n'a qu'une durée de validité limitée. L'application «COVID Certificate» vous permet en tout temps de vérifier la durée de validité actuellement déterminante en Suisse.
it: La presente attestazione non costituisce un documento di viaggio. <br /><br /> Questo certificato ha soltanto una validità temporanea. L'applicazione «COVID Certificate» consente di verificare in qualsiasi momento l'attuale durata di validità in Svizzera.

# wallet_eol_banner_invalid_in_three_weeks_homescreen_title
source: Imminent expiry
de: Bald abgelaufen
fr: Expiration imminente
it: Scadenza imminente

# wallet_eol_banner_invalid_in_three_weeks_detail_text
source: This certificate will soon expire.
de: Dieses Zertifikat läuft bald ab.
fr: Ce certificat expirera bientôt.
it: Questo certificato sta per scadere.

# wallet_eol_banner_invalid_in_three_weeks_detail_more_info
source: More information?
de: Mehr erfahren?
fr: En savoir plus?
it: Per saperne di più

# wallet_eol_banner_invalid_in_three_weeks_popup_bold_text
source: This COVID certificate is valid for only a few more days. Please note the expiry date shown on the certificate.
de: Dieses Covid-Zertifikat ist nur noch wenige Tage gültig. Bitte beachten Sie das auf dem Zertifikat ausgewiesene Ablaufdatum.
fr: Ce certificat COVID expirera dans quelques jours. Nous attirons votre attention sur la date de fin de validité affichée.
it: Questo certificato COVID è valido ancora per pochi giorni. Si prega di tenere conto della data di scadenza indicata sullo stesso.

# wallet_eol_banner_invalid_in_three_weeks_popup_link_text
source: And now?
de: Und nun?
fr: Et maintenant ?
it: E ora?

# wallet_eol_banner_invalid_in_three_weeks_popup_link_url
source: https://www.bag.admin.ch/bag/en/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/haeufig-gestellte-fragen.html?faq-url=/covid/en/covid-certificate/what-should-i-do-if-my-covid-certificate-about-expire-under-swiss-rules-validity
de: https://www.bag.admin.ch/bag/de/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/haeufig-gestellte-fragen.html?faq-url=/covid/de/covid-zertifikat/was-soll-ich-tun-wenn-mein-covid-zertifikat-nach-schweizer-gueltigkeitsregeln-bald
fr: https://www.bag.admin.ch/bag/fr/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/haeufig-gestellte-fragen.html?faq-url=/covid/fr/certificat-covid/que-dois-je-faire-si-mon-certificat-covid-est-sur-le-point-dexpirer-en-suisse
it: https://www.bag.admin.ch/bag/it/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/haeufig-gestellte-fragen.html?faq-url=/covid/it/certificato-covid/cosa-devo-fare-se-il-mio-certificato-covid-sta-scadere-secondo-le-regole-di

# wallet_eol_banner_invalid_from_first_february_homescreen_title
source: Shortened period of validity
de: Verkürzte Gültigkeitsdauer
fr: Durée de validité réduite
it: Durata di validità abbreviata

# wallet_eol_banner_invalid_from_first_february_detail_title
source: Shortened period of validity
de: Verkürzte Gültigkeitsdauer
fr: Durée de validité réduite
it: Durata di validità abbreviata

# wallet_eol_banner_invalid_from_first_february_detail_text
source: This certificate will soon expire.
de: Dieses Zertifikat wird bald ablaufen.
fr: Ce certificat expirera bientôt.
it: Questo certificato sta per scadere.

# wallet_eol_banner_invalid_from_first_february_detail_more_info
source: More information
de: Mehr erfahren
fr: En savoir plus
it: Per saperne di più

# wallet_eol_banner_invalid_from_first_february_popup_text1
source: As of 31 Jan 2022 a shortened period of validity of 270 instead of 365 days applies to COVID vaccination or recovery certificates in Switzerland. This certificate is directly affected by the shortened period of validity:
de: Per 31. Jan. 2022 gelten in der Schweiz reduzierte Gültigkeitsdauern von 270 statt 365 Tagen für Covid-Zertifikate für Geimpfte oder Genesene. Dieses Zertifikat ist von der verkürzten Gültigkeitsdauer unmittelbar betroffen:
fr: À partir du 31 janvier 2022, la durée de validité en Suisse des certificats COVID pour les personnes vaccinées ou guéries est réduite de 365 à 270 jours. Ce certificat est directement concerné:
it: Dal 31 gennaio 2022 in Svizzera vige una durata di validità del certificato COVID per persone vaccinate o guarite di 270 anziché di 365 giorni. Questo certificato è interessato direttamente dall’abbreviazione della durata di validità:

# wallet_eol_banner_invalid_from_first_february_popup_bold_text
source: This COVID certificate can no longer be used after 31 Jan 2022 as the period of validity will already have expired.
de: Dieses Covid-Zertifikat kann ab dem 31. Jan. 2022 nicht mehr verwendet werden, da die Gültigkeitsdauer dann bereits abgelaufen sein wird.
fr: Ce certificat COVID ne peut plus être utilisé à partir du 31 janvier 2022.
it: La scadenza della durata di validità di questo certificato COVID è il 31 gennaio 2022. Pertanto il certificato non è più utilizzabile dopo quella data.

# wallet_eol_banner_invalid_from_first_february_popup_link_text
source: More information
de: Mehr erfahren
fr: En savoir plus
it: Per saperne di più

# wallet_eol_banner_invalid_from_first_february_popup_link_url
source: https://www.bag.admin.ch/bag/en/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/haeufig-gestellte-fragen.html?faq-url=/covid/en/covid-certificate/why-period-validity-certificates-vaccination-or-recovery-being-shortened-365-270
de: https://www.bag.admin.ch/bag/de/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/haeufig-gestellte-fragen.html?faq-url=/covid/de/covid-zertifikat/warum-wird-die-gueltigkeitsdauer-der-zertifikate-fuer-eine-impfung-oder-eine
fr: https://www.bag.admin.ch/bag/fr/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/haeufig-gestellte-fragen.html?faq-url=/covid/fr/certificat-covid/pourquoi-la-duree-de-validite-des-certificats-de-vaccination-ou-de-guerison-t-elle
it: https://www.bag.admin.ch/bag/it/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/haeufig-gestellte-fragen.html?faq-url=/covid/it/certificato-covid/perche-la-durata-di-validita-dei-certificati-di-vaccinazione-o-di-guarigione-e

# infobox_generic_title
source: Back up your certificate!
de: Zertifikat sichern!
fr: Sauvegardez vos certificats!
it: Mettete al sicuro il vostro certificato!

# infobox_generic_text
source: If you uninstall the app or change or lose your smartphone, you will also lose your COVID certificates. This means you should also keep a copy of your certificates outside the app by exporting them as PDFs.
de: Wenn Sie die App löschen, Ihr Smartphone wechseln oder verlieren, gehen auch Ihre Covid-Zertifikate verloren. Bewahren Sie Ihre Zertifikate daher auch ausserhalb der App auf, indem Sie diese als PDF exportieren.
fr: Si vous supprimez l’application, changez de smartphone ou le perdez, vos certificats COVID seront également perdus. Conservez donc vos certificats en dehors de l’application en les exportant au format PDF.
it: Se cancellate l’app, cambiate o smarrite il vostro smartphone, anche i vostri certificati COVID andranno persi. Conservate quindi i vostri certificati anche al di fuori dell’app esportandoli in formato PDF.

# infobox_generic_button
source: Find out more
de: Mehr erfahren
fr: Plus d’informations
it: Per maggiori informazioni

# infobox_generic_url_android
source: https://www.bag.admin.ch/bag/en/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/haeufig-gestellte-fragen.html?faq-url=/covid/en/covid-certificate/i-only-have-my-covid-certificate-electronically-covid-certificate-app-how-can-i
de: https://www.bag.admin.ch/bag/de/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/haeufig-gestellte-fragen.html?faq-url=/covid/de/covid-zertifikat/ich-habe-das-covid-zertifikat-ausschliesslich-elektronisch-der-covid-certificate
fr: https://www.bag.admin.ch/bag/fr/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/haeufig-gestellte-fragen.html?faq-url=/covid/fr/certificat-covid/mon-certificat-covid-nest-disponible-quau-format-electronique-dans-lapplication
it: https://www.bag.admin.ch/bag/it/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/haeufig-gestellte-fragen.html?faq-url=/covid/it/certificato-covid/ho-il-certificato-covid-esclusivamente-formato-elettronico-nellapp-covid

# infobox_generic_url_ios
source: https://www.bag.admin.ch/bag/en/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/haeufig-gestellte-fragen.html?faq-url=/covid/en/covid-certificate/i-only-have-my-covid-certificate-electronically-covid-certificate-app-how-can-i
de: https://www.bag.admin.ch/bag/de/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/haeufig-gestellte-fragen.html?faq-url=/covid/de/covid-zertifikat/ich-habe-das-covid-zertifikat-ausschliesslich-elektronisch-der-covid-certificate
fr: https://www.bag.admin.ch/bag/fr/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/haeufig-gestellte-fragen.html?faq-url=/covid/fr/certificat-covid/mon-certificat-covid-nest-disponible-quau-format-electronique-dans-lapplication
it: https://www.bag.admin.ch/bag/it/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/haeufig-gestellte-fragen.html?faq-url=/covid/it/certificato-covid/ho-il-certificato-covid-esclusivamente-formato-elettronico-nellapp-covid

# wallet_scanner_how_it_works_accessibility_icon1
source: First
de: Erstens
fr: Première
it: Primo

# wallet_scanner_how_it_works_accessibility_icon2
source: Second
de: Zweitens
fr: Deuxième
it: Secondo

# wallet_scanner_how_it_works_accessibility_icon3
source: Third
de: Drittens
fr: Deuxième
it: Terzo

# wallet_foreign_rules_check_button
source: Validity abroad
fr: Validité à l'étranger
it: Validità all'estero

# wallet_foreign_rules_check_title
source: Validity for travel abroad
fr: Validité pour les voyages à l’étranger
it: Validità per i viaggi all’estero

# wallet_foreign_rules_check_subtitle
source: Before you travel abroad, find out whether your COVID certificate will be valid at the moment you enter your destination country.
fr: Renseignez-vous avant de voyager pour savoir si votre certificat COVID sera valable à votre arrivée dans le pays de destination.
it: Prima di un viaggio all’estero, informatevi sulla validità del vostro certificato al momento dell’entrata nel Paese di destinazione.

# wallet_foreign_rules_check_form_title
source: Check for:
fr: Vérifier pour :
it: Verificare per:

# wallet_foreign_rules_check_country_label
source: Country:
fr: Pays :
it: Paese:

# wallet_foreign_rules_check_country_empty_label
source: Select
fr: Sélectionner
it: Seleziona

# wallet_foreign_rules_check_date_label
source: Entering on:
fr: Date d’arrivée :
it: Entrata in data:

# wallet_foreign_rules_check_date_in_past_error
source: Time entered is in the past
fr: L’heure indiquée est déjà passée.
it: L’ora indicata è già passat

# wallet_foreign_rules_check_hints_title
source: Please note
fr: Informations
it: Avvertenze

# wallet_foreign_rules_check_hints_more_info_label
source: You’ll find further information at
fr: Vous trouverez de plus amples informations sur le site
it: Maggiori informazioni sono disponibili su

# wallet_foreign_rules_check_state_empty
source: Please select a country and date of entry.
fr: Veuillez sélectionner un pays et la date d’arrivée.
it: Vogliate scegliere un Paese e una data di entrata.

# wallet_foreign_rules_check_country_picker_title
source: Select country
fr: Sélectionner le pays
it: Seleziona un Paese

# wallet_foreign_rules_check_state_valid
source: Valid for entry to:
fr: Valide pour entrer dans le pays suivant :
it: Valido per l’entrata in:

# wallet_foreign_rules_check_state_invalid
source: Not valid for entry to:
fr: Non valide pour entrer dans le pays suivant :
it: Non valido per l’entrata in:

# wallet_foreign_rules_check_error_title
source: Error while loading available countries
fr: Erreur lors du chargement des pays disponible
it: Si è verificato un errore durante il caricamento dei Paesi disponibili

# wallet_foreign_rules_check_network_error_text
source: To check certificate validity your smartphone must be connected to the internet.
fr: Pour vérifier la validité, votre smartphone doit être connecté à Internet.
it: Per poter verificare la validità, lo smartphone deve essere collegato a Internet.

# wallet_foreign_rules_check_hint_2
source: Entry rules can change. So check the validity shortly before you depart, and go online to make sure of the latest entry rules for your destination country.
fr: Les dispositions d’entrée peuvent changer. Vérifiez donc la validité de votre certificat avant votre départ et renseignez-vous également en ligne sur les dispositions d’entrée en vigueur dans votre pays de destination.
it: Le disposizioni d’entrata possono cambiare. Verificate poco prima della partenza se il vostro certificato è valido e informatevi ulteriormente online sulle disposizioni d’entrata attuali del Paese di destinazione.

# wallet_foreign_rules_check_hint_3
source: The above information relates only to the rules for entering your destination country. Different rules may apply to settings where a certificate is required within the country.
fr: Les informations ci-dessus ne concernent que les dispositions d’entrée du pays de destination. Dans le pays, d’autres règles peuvent s’appliquer aux éventuels domaines soumis à l’obligation de présenter un certificat.
it: Le informazioni sopra indicate si riferiscono solo alle disposizioni d’entrata del Paese di destinazione. Per eventuali settori soggetti all’obbligo di certificato all’interno del Paese possono vigere altre regole.

# wallet_foreign_rules_check_hint_1
source: The federal government assumes no liability for the up-to-dateness or completeness of the information provided.
fr: La Confédération décline toute responsabilité en ce qui concerne l’actualité et l’exhaustivité des informations fournies.
it: La Confederazione non si assume la responsabilità per l’attualità e la completezza delle informazioni fornite.

# wallet_foreign_rules_check_hint_4
source: Couldn’t find the country you were looking for? Not all countries accept COVID certificates; it might also be that no entry rules have been made available.
fr: Vous n’avez pas trouvé votre pays de destination ? Il se peut que certains pays ne reconnaissent pas le certificat COVID ou qu’aucune disposition d’entrée ne soit disponible.
it: Non avete trovato un Paese? Non tutti i Paesi accettano i certificati COVID o rendono disponibili le regole d’entrata.

# rat_conversion_overview_title
source: New: EU-compatible version
fr: Nouveau : version compatible avec l’UE
it: Novità: versione compatibile con l’UE
