Repository: admin-ch/CovidCertificate-App-iOS
Catalog: Translations/*.lproj/Localizable.strings
Languages: de, fr, it

# wallet_error_invalid_format_bold
source: invalid
de: ungültig
fr: non valide
it: non valido

# verifier_error_invalid_format
source: COVID certificate format invalid.
de: Das Format des Covid-Zertifikats ist ungültig.
fr: Le format du certificat COVID n’est pas valide.
it: Il formato del certificato COVID non è valido

# wallet_homescreen_offline
source: Offline mode
de: Offline Modus
fr: Mode hors ligne
it: Modalità offline

# wallet_offline_description
source: In order to show the certificate's validity, the app must be online regularly.
de: Um die aktuelle Gültigkeit anzeigen zu können, muss die App regelmässig online sein.
fr: Pour pouvoir afficher la validité actuelle, l’application requiert une connexion Internet régulière.
it: Per poter visualizzare l'effettiva validità, l'app deve essere regolarmente online

# wallet_detail_offline_retry_title
source: Verification not possible offline
de: Prüfung offline nicht möglich
fr: Vérification impossible en mode hors ligne
it: Impossibile verificare il certificato offline

# wallet_detail_network_error_title
source: Verification not possible at this time
de: Prüfung zur Zeit nicht möglich
fr: Vérification impossible pour le moment
it: Impossibile verificare il certificato

# wallet_detail_network_error_text
source: Please try again later
de: Versuchen Sie es später erneut.
fr: Veuillez réessayer plus tard.
it: Riprova più tardi

# verifier_offline_error_title
source: Offline verification not possible
de: Offline-Prüfung nicht möglich
fr: Vérification impossible en mode hors ligne
it: Impossibile verificare il certificato offline

# verifier_offline_error_text
source: An internet connection is required to update the checklists
de: Eine Internetverbindung wird benötigt, um die Prüflisten zu aktualisieren
fr: Une connexion Internet est requise pour actualiser les listes de vérification.
it: Per aggiornare gli elenchi di verifica è necessaria una connessione a Internet

# verifier_network_error_title
source: Verification failed
de: Prüfung fehlgeschlagen
fr: La vérification a échoué
it: Verifica non riuscita

# verifier_network_error_text
source: An unexpected error has occurred
de: Ein unerwarteter Fehler ist aufgetreten.
fr: Une erreur inattendue est survenue
it: Si è verificato un errore imprevisto

# wallet_homescreen_network_error
source: Validity could not be determined
de: Gültigkeit konnte nicht ermittelt werden
fr: La validité n’a pas pu être vérifiée
it: Impossibile determinare la validità

# wallet_transfer_code_faq_works_intro_1
source: The application regularly checks whether a COVID certificate is available for your transfer code.
de: Die App prüft regelmässig, ob ein Covid-Zertifikat für Ihren Transfer-Code verfügbar ist.
fr: L’application vérifie régulièrement si un certificat COVID est disponible pour votre code de transfert.
it: L’app verifica periodicamente se è disponibile un certificato COVID per il tuo codice di trasferimento.

# wallet_transfer_code_faq_works_intro_2
source: As soon as the COVID certificate is available, it appears in the application. If you have activated notifications, you will receive a message from the application.
de: Sobald das Covid-Zertifikat verfügbar ist, erscheint es in der App. Wenn Sie Mitteilungen aktiviert haben, werden Sie von der App benachrichtigt.
fr: Dès que le certificat COVID est disponible, il apparaît dans l’application. Si vous avez activé les notifications, vous recevrez un message de l’application.
it: Non appena il certificato COVID è disponibile, viene visualizzato nell’app. Se hai attivato le notifiche, ne riceverai una dall’app.

# wallet_transfer_code_faq_works_intro_3
source: The transfer code expires after {TRANSFER_CODE_VALIDITY} days. After this period, the application waits for any further transfers for 72 hours. After that, the transfer code is no longer valid.
de: Nach {TRANSFER_CODE_VALIDITY} Tagen läuft der Transfer-Code ab. Danach wartet die App noch für weitere 72h auf einen möglichen Transfer, bevor der Transfer-Code ungültig wird.
fr: Le code de transfert expire après {TRANSFER_CODE_VALIDITY} jours. Une fois ce délai passé, l’application attend tout autre transfert pendant 72 h. Ensuite, le code de transfert n’est plus valable.
it: Il codice di trasferimento scade dopo {TRANSFER_CODE_VALIDITY} giorni. Poi l’app attende un eventuale trasferimento per altre 72 ore prima di considerare scaduto il codice.

# wallet_notification_permission_title
source: Allow notifications
de: Mitteilungen erlauben
fr: Autoriser les messages
it: Consenti notifiche

# wallet_notification_permission_text
source: The app can notify you when your certificate is ready. Allow the app to send you notifications.
de: Die App kann Sie informieren, sobald das Zertifikat eingetroffen ist. Erlauben Sie dazu der App, Ihnen Mitteilungen zu senden.
fr: L’application peut vous informer de l’émission du certificat. Pour cela, autorisez votre application à vous envoyer des messages.
it: L'app ti può informare non appena il certificato è pervenuto. Consenti all'app di inviarti le notifiche.

# wallet_notification_permission_button
source: Continue
de: Weiter
fr: Suite
it: Avanti

# wallet_scanner_howitworks_external_link
source: https://foph-coronavirus.ch/certificate/how-do-i-get-a-covid-certificate-and-how-do-i-use-it/
de: https://bag-coronavirus.ch/zertifikat/wie-erhalte-ich-ein-covid-zertifikat-und-wie-verwende-ich-es/
fr: https://ofsp-coronavirus.ch/certificat/comment-obtenir-le-certificat-covid-et-comment-men-servir/
it: https://ufsp-coronavirus.ch/certificato/come-si-ottiene-il-certificato-covid-e-come-si-impiega/

# wallet_scanner_howitworks_external_link_title
source: Further information
de: Weitere Informationen
fr: Informations supplémentaires
it: Ulteriori informazioni

# wallet_transfer_code_create_code_button
source: Generate code
de: Code erstellen
fr: Créer un code
it: Crea codice

# wallet_transfer_code_expire_singular_bold
source: 1 more day
de: 1 Tag
fr: un jour
it: 1 giorno

# wallet_transfer_code_expire_plural_bold
source: {DAYS} days
de: {DAYS} Tage
fr: {DAYS} jours
it: {DAYS} giorni

# verifier_verify_success_info_for_blacklist
source: Not revoked
de: Nicht widerrufen
fr: Non révoqué
it: Non revocato

# verifier_verify_success_info_for_certificate_valid
source: Signature valid
de: Signatur gültig
fr: Signature valide
it: Firma valida

# verifier_verify_error_validity_range_bold
source: Does not meet Switzerland's validity criteria.
de: Entspricht nicht den Gültigkeitskriterien der Schweiz.
fr: Ne remplit pas les critères de validité de la Suisse.
it: Non conforme ai criteri di validità svizzeri.

# wallet_transfer_code_error_title
source: Unable to generate transfer code
de: Transfer-Code konnte nicht erstellt werden
fr: Le code transfert n’a pas pu être créé
it: Non è stato possibile creare il codice di trasferimento.

# wallet_transfer_code_no_internet_title
source: No Internet connection
de: Keine Verbindung zum Internet
fr: Pas de connexion Internet
it: Nessuna connessione a Internet

# wallet_transfer_code_generate_error_title
source: An unexpected error has occurred.
de: Ein unerwarteter Fehler ist aufgetreten.
fr: Une erreur inattendue est survenue.
it: Si è verificato un errore imprevisto.

# wallet_transfer_code_update_error_title
source: Update not possible at this time
de: Aktualisierung zur Zeit nicht möglich
fr: Pas de mise à jour possible pour l’instant
it: Aggiornamento al momento non disponibile

# wallet_transfer_code_update_no_internet_error_text
source: The app must be online to receive the transfer.
de: Um den Transfer empfangen zu können, muss die App online sein.
fr: Pour recevoir le transfert, l'application doit être en ligne.
it: Per effettuare il trasferimento l'app deve essere on-line.

# wallet_transfer_code_update_general_error_text
source: An unexpected error has occurred. Please try again later.
de: Es ist ein unerwarteter Fehler aufgetreten. Versuchen Sie es später erneut.
fr: Une erreur inattendue est survenue. Veuillez réessayer plus tard.
it: Si è verificato un errore imprevisto. Riprova più tardi

# wallet_transfer_code_generate_error_text
source: Please try again later.
de: Versuchen Sie es später erneut.
fr: Veuillez réessayer plus tard.
it: Riprova più tardi.

# wallet_transfer_code_generate_no_internet_error_text
source: The app must be online to generate a transfer code.
de: Um einen Transfer-Code erstellen zu können, muss die App online sein.
fr: Pour créer un code transfert, l’application doit être en ligne.
it: Per creare un codice di trasferimento l'app deve essere on-line.

# accessibility_refresh_button
source: Update
de: Aktualisieren
fr: Mettre à jour
it: Aggiorna

# wallet_transfer_delete_confirm_text
source: Are you sure you want to delete the transfer?
de: Wollen Sie den Transfer-Code wirklich löschen?
fr: Voulez-vous vraiment supprimer le transfer ?
it: Eliminare il trasferimento?

# wallet_notification_transfer_title
source: Transfer successful
de: Transfer erfolgreich
fr: Transfert réussi
it: Trasferimento riuscito

# wallet_notification_transfer_text
source: The COVID certificate has been delivered
de: Das Covid-Zertifikat ist eingetroffen
fr: Le certificat COVID est arrivé
it: Il certificato COVID è pervenuto

# wallet_faq_questions_question_2_1
source: How long is the COVID certificate valid?
de: Wie lange ist das Covid-Zertifikat gültig?
fr: Quelle est la durée de validité du certificat COVID ?
it: Fino a quando è valido il certificato COVID?

# wallet_faq_questions_answer_2_1
source: In Switzerland, the requirement for a certificate was lifted in February 2022. Since then, the Swiss validity periods have existed only in formal terms and no longer have any significance in practice in Switzerland. Abroad, the validity rules of the country in question apply. Shortly before departing you should check the authorities’ website for your transit or destination country to see whether certificate-based measures are still in force and, if so, which validity periods apply for your destination country. Helpful website for travel abroad:
de: Die Gültigkeitsdauer unterscheidet sich je nachdem, ob Sie eine Covid-19-Impfung, eine durchgemachte Erkrankung oder ein negatives Testergebnis haben. Aufgrund neuer wissenschaftlicher Erkenntnisse kann sich die Gültigkeitsdauer verändern. Die aktuell geltende Gültigkeitsdauer von Covid-Zertifikaten finden Sie hier:
fr: En Suisse, l’obligation de présenter un certificat a été levée en février 2022. Les durées de validité suisses sont donc devenues uniquement formelles et n’ont pratiquement plus aucune pertinence dans notre pays. À l’étranger, les règles de validité du pays concerné s’appliquent. Vérifiez peu avant votre départ sur le site Internet des autorités de votre pays de transit ou de destination si des mesures impliquant l’utilisation d’un certificat y sont appliquées et si c’est le cas, quelles règles de validité y sont appliquées. Site Internet utile pour les voyages à l’étranger :
it: In Svizzera l’obbligo di certificato è stato revocato nel febbraio 2022. Da allora, la durata di validità svizzera esiste solo formalmente e non ha più alcun valore pratico nel nostro Paese. All’estero si applicano le regole di validità del rispettivo Paese. Pertanto, prima di partire, si informi consultando il sito web delle autorità del Paese di transito o di destinazione se nel Paese vigono ancora misure relative al certificato e, in caso affermativo, qual è la loro durata di validità. Sito web utile per viaggi all’estero:

# wallet_faq_questions_linkurl_2_1
source: https://reopen.europa.eu/en/
de: https://bag-coronavirus.ch/zertifikat/wie-erhalte-ich-ein-covid-zertifikat-und-wie-verwende-ich-es/#contents2
fr: https://reopen.europa.eu/fr/
it: https://reopen.europa.eu/it/

# wallet_faq_works_question_3_1
source: Can I use the app offline?
de: Kann ich die App auch offline verwenden?
fr: Puis-je également utiliser l’application hors ligne ?
it: Posso utilizzare l’app anche offline?

# wallet_faq_works_answer_3_1
source: You can use the app without an internet connection, so you can still call up your certificates and present them for scanning and verification.
de: Sie können die App ohne eine Internetverbindung verwenden. Auch im Offline-Modus können Zertifikate vorgewiesen und von den Prüfern gescannt und verifiziert werden. Um in der «COVID Certificate»-App anzeigen zu können, ob ihr Zertifikat den Gültigkeitskriterien der Schweiz entspricht und bis wann Ihr Zertifikat gültig ist, muss die App jedoch regelmässig online sein.
fr: Oui, vous pouvez utiliser l’application sans connexion Internet. Les certificats peuvent aussi être présentés, scannés et vérifiés en mode hors ligne.
it: È possibile utilizzare l’app senza connessione Internet. I certificati possono essere presentati, nonché scansionati e verificati dagli addetti anche in modalità offline.

# verifier_faq_works_question_2_1
source: What are the current validity criteria in Switzerland?
de: Was sind die aktuellen Gültigkeitskriterien der Schweiz?
fr: Quels sont les critères de validité actuels de la Suisse ?
it: Quali sono attualmente i criteri di validità in Svizzera?

# verifier_faq_works_answer_2_1
source: The current validity period of COVID certificates can be found here:
de: Die aktuell geltende Gültigkeitsdauer von Covid-Zertifikaten finden Sie hier:
fr: Vous trouverez des informations sur la durée de validité actuelle du certificat COVID à l’adresse suivante :
it: L’attuale durata di validità dei certificati COVID è consultabile qui:

# verifier_faq_works_linktext_2_1
source: Further information
de: Weitere Informationen
fr: Informations supplémentaires
it: Ulteriori informazioni

# verifier_faq_works_linkurl_2_1
source: https://www.bag.admin.ch/bag/en/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/covid-zertifikat.html#-837133624
de: https://www.bag.admin.ch/bag/de/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/covid-zertifikat.html#-837133624
fr: https://www.bag.admin.ch/bag/fr/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/covid-zertifikat.html#-837133624
it: https://www.bag.admin.ch/bag/it/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/covid-zertifikat.html#-837133624

# verifier_faq_works_question_7
source: Is it possible to verify the certificates offline?
de: Können Zertifikate auch offline geprüft werden?
fr: La vérification des certificats est-elle possible hors ligne ?
it: I certificati possono essere verificati anche offline?

# verifier_faq_works_answer_7
source: In principle, COVID certificates can also be verified without an Internet connection. For this purpose, regularly updated checklists are downloaded from a central server. These locally stored checklists must not be older than 48 hours. In order to update the checklists, the app must be open and connected to the Internet. Updating occurs immediately and automatically.
de: Grundsätzlich können Covid-Zertifikate auch ohne eine Internetverbindung geprüft werden. Dazu werden regelmässig aktualisierte Prüflisten von einem zentralen Server heruntergeladen. Diese lokal gespeicherten Prüflisten dürfen nicht älter als 48h sein. Um die Prüflisten zu aktualisieren muss die App mit dem Internet verbunden sein und geöffnet werden. Die Aktualisierung erfolgt unmittelbar und automatisch.
fr: En principe, il est aussi possible de vérifier les certificats COVID sans connexion Internet. À cette fin, des listes de contrôle régulièrement mises à jour sont téléchargées à partir d’un serveur central. Elles sont enregistrées localement et ne doivent pas remonter à plus de 48 h. Pour actualiser les listes de contrôle, l’application doit être ouverte et connectée à Internet. La mise à jour s’effectue immédiatement et automatiquement.
it: In linea di principio, i certificati COVID possono essere verificati anche senza connessione Internet. A tale scopo, vengono scaricati regolarmente da un server centrale gli elenchi di verifica aggiornati. Questi elenchi salvati localmente non devono avere più di 48 ore. Per poter aggiornare gli elenchi di verifica, l’app deve essere aperta e collegata a Internet. L’aggiornamento avviene in modo immediato e automatico.

# wallet_homescreen_qr_code_scannen
source: Scan QR code
de: QR-Code scannen
fr: Scanner le code QR
it: Inquadrare il codice QR

# wallet_homescreen_pdf_import
source: Import PDF
de: PDF importieren
fr: Importer le PDF
it: Importa PDF

# wallet_notification_disabled_titel
source: Tip: Activate notifications
de: Tipp: Mitteilungen aktivieren
fr: Astuce: Activer les messages
it: Suggerimento: Attiva notifiche

# wallet_notification_disabled_button
source: Activate
de: Aktivieren
fr: Activer
it: Attiva

# wallet_certificate_evidence_title
source: Evidence
de: Nachweis
fr: Justificatif
it: Documentazione

# wallet_certificate_type_incomplete_vaccine
source: Vaccination incomplete
de: Unvollständige Impfung
fr: Vaccination incomplète
it: Vaccinazione incompleta

# wallet_certificate_evidence_creation_date
source: Evidence created on {DATE}
de: Nachweis erstellt am {DATE}
fr: Justificatif établi le {DATE}
it: Documentazione emessa il {DATE}

# wallet_transfer_code_faq_questions_linktext_2
source: Further information
de: Weitere Informationen
fr: Informations supplémentaires
it: Ulteriori informazioni

# wallet_transfer_code_faq_questions_linkurl_2
source: https://foph-coronavirus.ch/certificate/how-do-i-get-a-covid-certificate-and-how-do-i-use-it/
de: https://bag-coronavirus.ch/zertifikat/wie-erhalte-ich-ein-covid-zertifikat-und-wie-verwende-ich-es/
fr: https://ofsp-coronavirus.ch/certificat/comment-obtenir-le-certificat-covid-et-comment-men-servir/
it: https://ufsp-coronavirus.ch/certificato/come-si-ottiene-il-certificato-covid-e-come-si-impiega/

# wallet_certificate_detail_certificate_light_button
source: Certificate light
de: Zertifikat Light
fr: Certificat light
it: Certificato light

# wallet_certificate_detail_export_button
source: Export
de: Exportieren
fr: Exporter
it: Esporta

# wallet_certificate_light_detail_title
source: What is the 'certificate light'?
de: Was ist ein Zertifikat Light?
fr: Qu’est-ce qu’un certificat light ?
it: Che cos'è un certificato light?

# wallet_certificate_light_detail_summary_title
source: Certificate light
de: Zertifikat Light
fr: Certificat light
it: Certificato light

# wallet_certificate_light_detail_summary_1
source: Can only be used within Switzerland
de: Kann nur innerhalb der Schweiz verwendet werden
fr: Utilisable uniquement en Suisse
it: Può essere utilizzato solamente in Svizzera

# wallet_certificate_light_detail_summary_2
source: Only contains last name, first name, date of birth and electronic signature
de: Enthält nur Namen, Vornamen, Geburtsdatum und eine elektronische Signatur
fr: Ne contient que le nom, le prénom, la date de naissance et une signature électronique
it: Contiene solamente cognome, nome, data di nascita e una firma elettronica

# wallet_certificate_light_detail_summary_3
source: Only valid for a max of {LIGHT_CERT_VALIDITY_IN_H} hours
de: Gültig für max. {LIGHT_CERT_VALIDITY_IN_H} Stunden
fr: Valide pour {LIGHT_CERT_VALIDITY_IN_H} h au maximum
it: Valido per {LIGHT_CERT_VALIDITY_IN_H} ore al massimo

# wallet_certificate_light_detail_summary_4
source: Your COVID certificate is converted to the 'light' version online.
de: Die Konvertierung des Covid-Zertifikats in ein Zertifikat Light erfolgt online.
fr: Le certificat COVID est converti en certificat light en ligne.
it: La conversione del certificato COVID in certificato light avviene online.

# wallet_certificate_light_detail_summary_5
source: You can deactivate the 'light' version of the certificate and revert to the normal COVID certificate at any time.
de: Sie können das Zertifikat Light jederzeit deaktivieren, um wieder zum normalen Covid-Zertifikat zu wechseln.
fr: Vous pouvez désactiver le certificat light à tout moment pour repasser au certificat COVID normal.
it: Puoi disattivare il certificato light in qualsiasi momento per tornare al certificato COVID normale.

# wallet_certificate_light_detail_deactivate_button
source: Deactivate
de: Deaktivieren
fr: Désactiver
it: Disattiva

# wallet_certificate_light_detail_activate_button
source: Activate
de: Aktivieren
fr: Activer
it: Attiva

# wallet_certificate_light_detail_activation_error
source: 'Certificate light' could not be activated
de: Zertifikat Light konnte nicht aktiviert werden
fr: Impossible d’activer le certificat light
it: Non è stato possibile attivare il certificato light

# wallet_certificate_light_detail_activation_network_error_text
source: The app must be online to activate the 'certificate light'.
de: Um das Zertifikat Light aktivieren zu können, muss die App online sein.
fr: Le certificat light ne peut être activé que si l’application est connectée.
it: Per poter attivare il certificato light, l'app deve essere online.

# verifier_verify_success_certificate_light_info
source: Only valid within Switzerland and in combination with an identity document
de: Nur mit einem Ausweisdokument & innerhalb der Schweiz gültig
fr: Valide uniquement en Suisse et avec un document d’identité
it: Valido solo in Svizzera con un documento di legittimazione

# wallet_certificate_export_title
source: Export COVID certificate
de: Covid-Zertifikat exportieren
fr: Exporter le certificat COVID
it: Esporta il certificato COVID

# wallet_certificate_export_summary_1
source: A PDF is generated using the data from your COVID certificate that you can print or share.
de: Aus den Daten Ihres Covid-Zertifikats wird ein PDF erstellt, das Sie drucken oder teilen können.
fr: Un fichier PDF sera établi avec les données de votre certificat COVID ; vous pourrez l’imprimer ou le partager.
it: Dai dati del tuo certificato COVID viene creato un PDF, che puoi stampare o condividere.

# wallet_certificate_export_summary_2
source: The PDF document is generated online.
de: Die Erstellung des PDF-Dokuments erfolgt online.
fr: Le fichier PDF est établi en ligne.
it: Il documento PDF viene creato online.

# wallet_certificate_export_button
source: Export
de: Exportieren
fr: Exporter
it: Esporta

# wallet_certificate_export_detail_error_title
source: PDF could not be generated
de: PDF konnte nicht erstellt werden
fr: Impossible d’établir le fichier PDF
it: Non è stato possibile creare il PDF

# wallet_certificate_export_detail_network_error_text
source: The app must be online to generate a PDF.
de: Um das PDF erstellen zu können, muss die App online sein.
fr: Le fichier PDF ne peut être établi que si l’application est connectée.
it: Per poter creare il PDF, l'app deve essere online.

# accessibility_qr_code
source: QR code
fr: code QR
it: codice QR

# wallet_certificate_light_detail_activation_network_error_title
source: No Internet connection
de: Keine Verbindung zum Internet
fr: Pas de connexion Internet
it: Nessuna connessione a Internet

# wallet_certificate_light_detail_activation_general_error_text
source: Please try again later.
de: Versuchen Sie es später erneut.
fr: Veuillez réessayer plus tard.
it: Riprova più tardi.

# wallet_certificate_light_detail_activation_general_error_title
source: An unexpected error has occurred.
de: Ein unerwarteter Fehler ist aufgetreten.
fr: Une erreur inattendue est survenue.
it: Si è verificato un errore imprevisto.

# wallet_certificate_light_title
source: Certificate light
de: Zertifikat Light
fr: Certificat light
it: Certificato light

# wallet_certificate_export_detail_title
source: Export
de: Exportieren
fr: Exporter
it: Esporta
