Repository: admin-ch/CovidCertificate-App-iOS
Catalog: Translations/*.lproj/Localizable.strings
Languages: de, fr, it

# wallet_faq_questions_answer_2_2
source: When abroad, it is the validity rules of the country in question that apply, both for entering the country and within the country itself. The rules applicable to the use of the certificate within the destination country may differ from those that apply upon entry. These rules can change at short notice. Shortly before departing you should therefore check the authorities’ website for your transit or destination country to see whether rules relating to COVID-19 are still in force and, if so, which ones.
fr: À l’étranger, les règles de validité du pays concerné s’appliquent, aussi bien à l’entrée qu’à l’intérieur du territoire. L’utilisation du certificat à l’intérieur du pays de destination peut être soumise à d’autres règles que celles fixées pour l’entrée. Ces règles peuvent changer à très court terme. Vérifiez donc peu avant votre départ sur le site Internet des autorités de votre pays de transit ou de destination si des règles en rapport avec le COVID-19 sont toujours appliquées, et si oui, lesquelles.
it: All’estero si applicano le regole di validità del rispettivo Paese, sia per l’entrata sia all’interno del Paese stesso. Per l’impiego del certificato all’interno del Paese di destinazione possono applicarsi altre regole rispetto a quelle vigenti per l’entrata. Queste regole possono cambiare in tempi brevi. Pertanto, prima di partire, si informi consultando il sito web delle autorità del Paese di transito o di destinazione se nel Paese vigono ancora regole relative alla COVID-19 e, in caso affermativo, quali sono.

# wallet_error_not_fully_protected_national_rules
source: Vaccination series incomplete by international standards.
fr: Schéma vaccinal incomplet selon les normes internationales.
it: Serie di vaccinazioni incompleta secondo gli standard internazionali.

# vaccination_booking_be_url
source: http://www.be.ch/corona-impfung
fr: https://www.gsi.be.ch/fr/start/themen/coronavirus/impfen.html

# vaccination_booking_ti_name
source: Ticino
de: Tessin
fr: Tessin

# vaccination_booking_vs_url
source: https://www.vs.ch/de/web/coronavirus#ancre_vaccination
fr: https://www.vs.ch/web/coronavirus/#ancre_vaccination

# error_decryption_reset_button
source: Reset
de: Zurücksetzen
fr: Réinitialiser

# covid_certificate_antigen_positive_test
source: Recovery (Antigen Rapid Test)
de: Genesung (Antigen-Schnelltest)
fr: Guérison (Test Rapide Antigénique)

# wallet_certificate_impfdosis_title
source: Dose
de: Impfdosis

# wallet_faq_questions_linktext_2_1
source: Re-open EU (europa.eu)
de: Weitere Informationen

# vaccination_booking_fr_url
source: https://www.fr.ch/sante/covid-19/covid-19-vaccination
de: https://www.fr.ch/de/gesundheit/covid-19/covid-19-impfung-in-ihrer-naehe-durch-impfteams-in-den-impfzentren-in-der-apotheke-oder-bei-ihrem-arzt

# vaccination_booking_ne_name
source: Neuchâtel
de: Neuenburg

# vaccination_booking_vd_name
source: Vaud
de: Waadt
