Repository: admin-ch/CovidCertificate-App-iOS
Catalog: Translations/*.lproj/Localizable.strings
Languages: de, fr, it

# verifier_faq_works_answer_5
source: During the verification process, you see only the certificate holder's name and date of birth, and whether the COVID certificate is valid.
de: Beim Prüfvorgang sehen Sie nur den Namen und das Geburtsdatum der Zertifikatsinhaberin oder des Zertifikatsinhabers und ob das Covid-Zertifikat gültig ist.
fr: Lors du contrôle, vous n'avez accès qu'au nom et à la date de naissance du détenteur du certificat et voyez seulement si le certificat COVID est valable.
it: Durante il processo di verifica visualizzerà solo nome e cognome nonché la data di nascita del titolare del certificato e l'indicazione della validità del certificato.

# verifier_faq_works_question_6
source: Is any data stored in the COVID Certificate Check app or in a central system during the verification process?
de: Werden beim Prüfvorgang in der COVID Certificate Check App oder in einem zentralen System Daten gespeichert?
fr: Quid du stockage des données lors du contrôle?
it: Durante il processo di verifica vengono salvati dati nell'app COVID Certificate Check o in un sistema centrale?

# verifier_faq_works_answer_6
source: No, no data is stored during the verification process, be it in the COVID Certificate Check app or in a central system. Therefore, it is not possible to trace which COVID certificate was checked by whom, when and where.
de: Nein, beim Prüfvorgang werden keine Daten gespeichert - weder in der COVID Certificate Check App noch in einem zentralen System. Es ist somit nicht möglich nachzuvollziehen, welches Covid-Zertifikat von wem, wann und wo überprüft wurde.
fr: Aucune des données auxquelles vous avez accès lors du contrôle n'est stockée dans l'app ou dans un système central. Il est par conséquent impossible de savoir quel certificat COVID a été vérifié par qui, quand et où.
it: No, durante il processo di verifica non vengono salvati dati nell'app COVID Certificate Check né in un sistema centrale. In questo modo, non è possibile risalire a quali certificati sono stati verificati, da chi, quando e dove.

# ios_settings_open
source: Settings
de: Einstellungen
fr: Réglages
it: Impostazioni

# wallet_onboarding_external_privacy_button
source: Privacy policy & Terms of use
de: Datenschutzerklärung & Nutzungsbedingungen
fr: Déclaration de confidentialité & condition d'utilisation
it: Informativa sulla privacy e condizioni d'uso

# wallet_certificate_detail_note
source: This certificate is not a travel document. <br /><br /> The scientific evidence on COVID-19 vaccination, testing, and recovery continues to evolve, including with regard to new virus variants of concern. <br /><br /> Please check the restrictions and rules on validity that apply at your destination before you travel. When you’re abroad, the validity of your certificate is calculated based on the rules in the destination country.
de: Dieses Zertifikat ist kein Reisedokument. Die wissenschaftlichen Erkenntnisse über Covid-19-Impfungen und -Tests sowie über die Genesung von einer Covid-19-Infektion entwickeln sich ständig weiter, auch im Hinblick auf neue besorgniserregende Virusvarianten. Bitte informieren Sie sich vor der Reise über die am Zielort geltenden Gesundheitsmassnahmen und damit verbundenen Beschränkungen.
fr: Le présent certificat n'est pas un document de voyage. <br /><br /> Les preuves scientifiques relatives à la vaccination, aux tests et au rétablissement liés à la COVID-19 continuent d'évoluer, notamment en ce qui concerne de nouveau variants préoccupants du virus. <br /><br /> Avant de voyager, veuillez-vous renseigner sur les restrictions et les règles de validité en vigueur à votre lieu de destination. La validité de votre certificat à l’étranger dépend des règles du pays de destination.
it: Il presente certificato non costituisce un documento di viaggio. <br /><br /> Si acquisiscono sempre più conoscenze scientifiche sulla vaccinazione COVID-19, sulla guarigione dalla COVID-19 e sui test COVID-19, così come sulle nuove varianti problematiche del virus. <br /><br /> Prima di un viaggio, informatevi sulle restrizioni e sulle regole di validità vigenti nella località di destinazione. All’estero la validità del certificato è calcolata secondo le regole del Paese di destinazione.

# wallet_terms_privacy_link
source: https://www.bit.admin.ch/bit/en/home/documentation/covid-certificate-app.html
de: https://www.bit.admin.ch/bit/de/home/dokumentation/covid-certificate-app.html
fr: https://www.bit.admin.ch/bit/fr/home/documentation/covid-certificate-app.html
it: https://www.bit.admin.ch/bit/it/home/documentazione/covid-certificate-app.html

# verifier_terms_privacy_link
source: https://www.bit.admin.ch/bit/en/home/documentation/covid-certificate-check-app.html
de: https://www.bit.admin.ch/bit/de/home/dokumentation/covid-certificate-check-app.html
fr: https://www.bit.admin.ch/bit/fr/home/documentation/covid-certificate-check-app.html
it: https://www.bit.admin.ch/bit/it/home/documentazione/covid-certificate-check-app.html

# wallet_faq_questions_question_1_1
source: How do I get a COVID certificate after I have recovered from COVID-19?
de: Wie erhalte ich nach einer durchgemachten Covid-19-Erkrankung ein Covid-Zertifikat?
fr: Comment puis-je obtenir un certificat COVID après avoir guéri?
it: Come posso ottenere un certificato COVID dopo essere guarito?

# wallet_faq_questions_answer_1_1
source: Depending on the canton, the COVID certificate will, in some cases, be sent to you directly by the test centre or by the laboratory that determined your positive test result. If this is not the case, you can subsequently apply online for a COVID certificate via the “National COVID certificate application platform”. The application will be processed there by the competent cantonal authority. You will find the “National COVID certificate application platform” here:
de: Von Covid-19 genesene Personen können das Covid-Zertifikat über ein Online-Formular auf der Webseite des Kantons beantragen. Das Covid-Zertifikat wird anschliessend per Post zugeschickt.
fr: En fonction de votre canton, le certificat COVID vous sera délivré soit directement par le lieu de test soit par le laboratoire qui a confirmé votre résultat de test positif. Si tel n’est pas le cas, vous pouvez demander votre certificat après coup, en ligne via la « Plateforme nationale des demandes pour le certificat COVID ». Votre demande y sera traitée par les autorités cantonales compétentes. Lien :
it: A seconda del Cantone, il certificato COVID viene rilasciato in parte direttamente dalla struttura che ha effettuato il test o dal laboratorio in cui è stato accertato il risultato positivo al test. Qualora così non fosse, può richiedere a posteriori online un certificato COVID tramite il sito web dell’«organo nazionale per la richiesta di certificati COVID». La richiesta sarà evasa in tale sede dall’autorità cantonale competente. Il sito web dell’«organo nazionale per la richiesta di certificati COVID» si trova qui:

# wallet_homescreen_what_to_do
source: Select next step
de: Nächsten Schritt wählen
fr: Passer à l’étape suivante
it: Vai al passaggio successivo

# wallet_homescreen_add_title
source: Add certificate
de: Zertifikat hinzufügen
fr: Ajouter le certificat
it: Aggiungi certificato

# wallet_homescreen_add_certificate_description
source: You have a COVID certificate in paper form or as a PDF and would like to add it to the app.
de: Sie haben ein Covid-Zertifikat auf Papier oder als PDF und möchten es zur App hinzufügen.
fr: Vous disposez d’un certificat COVID sur papier ou au format PDF et souhaitez l’ajouter à l’application.
it: Possiedi un certificato COVID in formato cartaceo o in PDF e desideri aggiungerlo nell'app.

# wallet_homescreen_add_transfer_code
source: Generate transfer code
de: Transfer-Code erstellen
fr: Créer un code transfert
it: Crea codice di trasferimento

# wallet_transfer_code_onboarding_title
source: Transfer codes
fr: Codes transfert
it: Codici di trasferimento

# wallet_transfer_code_onboarding_text
source: You can use transfer codes e.g. for COVID tests. Your COVID certificate will then be delivered straight to the app.
de: Sie können Transfer-Codes z. B. bei Covid-Tests angeben. Sie erhalten darauf das Covid-Zertifikat direkt in die App geliefert.
fr: Vous pouvez utiliser votre code transfert lors d’un test ou d’une vaccination pour recevoir le certificat COVID directement dans votre application.
it: Puoi fornire i codici di trasferimento in occasione di un test COVID o una vaccinazione anti-COVID-19. Il tuo certificato COVID sarà poi trasmesso direttamente all'app.

# wallet_transfer_code_onboarding_button
source: Generate code
de: Code erstellen
fr: Créer un code
it: Crea codice

# wallet_transfer_code_onboarding_howto
source: This is how it works
de: So funktioniert's
fr: Comment ça fonctionne
it: Ecco come funziona

# wallet_transfer_code_faq_questions_title
source: Receive COVID certificates directly in the app
de: Covid-Zertifikate direkt in die App geliefert
fr: Recevez les certificats COVID directement dans l'application
it: Ricevere i certificati COVID direttamente nell’app

# wallet_transfer_code_faq_questions_subtitle
source: The transfer codes allow COVID certificates to be transmitted quickly and securely. In this way, you receive your certificate (e.g. after a test) directly in the application.
de: Mit Transfer-Codes können Covid-Zertifikate schnell und sicher übermittelt werden. Auf diesem Weg erhalten Sie das Covid-Zertifikat, z. B. nach einem Covid-Test, direkt in die App geliefert.
fr: Les codes de transfert permettent de transmettre les certificats COVID rapidement et en toute sécurité. De cette façon, vous recevez votre certificat après un test ou une vaccination directement dans l’application.
it: Con i codici di trasferimento i certificati COVID possono essere trasmessi in modo rapido e sicuro. Tramite questo canale puoi ricevere il certificato COVID direttamente nell’app dopo un test COVID o una vaccinazione anti-COVID-19.

# wallet_transfer_code_faq_questions_question_1
source: Who offers the transmission of the COVID certificate by transfer code?
de: Wer bietet die Übermittlung per Transfer-Code an?
fr: Qui propose la transmission du certificat COVID par code de transfert ?
it: Chi offre la trasmissione mediante codice di trasferimento?

# wallet_transfer_code_faq_questions_question_2
source: Can the transfer codes also be used for the transmission of vaccination certificates?
de: Können Transfer-Codes auch zur Übermittlung von Impfzertifikaten verwendet werden?
fr: Les codes de transfert peuvent-ils aussi être utilisés pour la transmission de certificats de vaccination ?
it: I codici di trasferimento possono essere impiegati anche per trasmettere i certificati di vaccinazione?

# wallet_transfer_code_faq_questions_question_3
source: How does the transmission of the certificate by transfer code work?
de: Wie funktioniert die Übermittlung per Transfer-Code?
fr: Comment fonctionne la transmission du certificat par code de transfert ?
it: Come funziona la trasmissione mediante codice di trasferimento?

# wallet_transfer_code_faq_questions_question_4
source: Can I use the same transfer code more than once?
de: Kann ich den Transfer-Code mehrmals benutzen?
fr: Puis-je utiliser plusieurs fois le même code de transfert ?
it: Posso utilizzare lo stesso codice di trasferimento più volte?

# wallet_transfer_code_faq_questions_answer_1
source: If you perform a COVID test (PCR test or rapid antigen test), the transfer code can be used to quickly transmit the COVID certificate. Ask your test centre, pharmacy or doctor if this option is available.
de: Wenn Sie einen Covid-Test machen (PCR-Test oder Antigen-Schnelltest), kann der Transfer-Code zur schnellen Übermittlung von Covid-Zertifikaten zum Einsatz kommen. Informieren Sie sich bei Ihrem Testcenter, in der Apotheke oder bei Ihrem Arzt, ob die Übermittlung per Transfer-Code angeboten wird.
fr: Si vous effectuez un test COVID (test PCR ou test rapide antigénique) ou recevez un vaccin contre le COVID-19, le code de transfert peut être utilisé pour transmettre rapidement le certificat COVID. Renseignez-vous auprès de votre centre de test ou de vaccination, de votre pharmacie ou de votre médecin pour savoir si cette option est proposée.
it: Quando fai un test COVID (test PCR o test antigenico rapido) o ricevi una vaccinazione anti-COVID-19, è possibile impiegare il codice di trasferimento per la trasmissione rapida dei certificati COVID. Chiedi al centro di test, al centro di vaccinazione, alla farmacia o al medico se offrono la trasmissione mediante codice di trasferimento.

# wallet_transfer_code_faq_questions_answer_2
source: Currently, the transmission of the certificate by transfer code is reserved for COVID tests. To find out how to obtain a COVID certificate after vaccination, click here:
de: Aktuell ist die Übermittlung per Transfer-Code auf Covid-Tests ausgelegt. Wie Sie ein Covid-Zertifikat nach einer Impfung erhalten erfahren Sie hier:
fr: Actuellement, la transmission du certificat par code de transfert est réservée aux tests COVID. Pour savoir comment obtenir un certificat COVID après une vaccination, cliquez ici :
it: Attualmente la trasmissione mediante codice di trasferimento funziona solo per i test COVID. Qui trovi maggiori informazioni su come ottenere un certificato COVID dopo una vaccinazione:

# wallet_transfer_code_faq_questions_answer_3
source: If the test centre offers to transmit the certificate by transfer code, you will be asked for a code at the time of registration or testing. You can create the transfer code in the "COVID Certificate" application: press "Add" on the home screen or the "More" symbol at the bottom right, then "Create a transfer code". The application will show you a 9-character code, which you can either enter in a form when you register or pass on directly during the test.
de: Falls die Stelle, die den Covid-Test durchführt, die Übermittlung per Transfer-Code anbietet, werden Sie bereits bei der Anmeldung oder der Testentnahme nach einem Transfer-Code gefragt. Den Transfer-Code können Sie in der «COVID Certificate»-App erstellen. Tippen Sie dazu auf dem Startbildschirm auf «Hinzufügen» resp. auf das «Plus»-Symbol unten rechts. Danach tippen Sie auf «Transfer-Code erstellen». Die App zeigt Ihnen einen 9-stelligen Code an. Diesen können Sie entweder bei der Anmeldung in ein Formular eintragen oder direkt bei der Testentnahme angeben.
fr: Si le centre qui effectue le test ou administre le vaccin propose de transmettre le certificat par code de transfert, vous pouvez communiquer votre code au moment de l’inscription, du test ou avant de recevoir le vaccin. Vous pouvez créer à tout moment un code de transfert dans l’application « COVID Certificate » : appuyez sur « Ajouter » sur l’écran d’accueil ou sur le symbole « Plus » en bas à droite, puis sur « Créer un code de transfert ». L’application vous montre le code à 9 caractères.
it: Se il servizio che effettua il test COVID o somministra la vaccinazione anti-COVID-19 offre la trasmissione mediante codice di trasferimento, puoi indicare il tuo già al momento della prenotazione del prelievo per il test o prima di ricevere la vaccinazione. Puoi creare un codice di trasferimento in qualsiasi momento nell’app «COVID Certificate» toccando il pulsante «Aggiungi» nella schermata iniziale o il simbolo «Più» in basso a destra. Poi tocca «Crea codice di trasferimento». L’app visualizza il codice a 9 cifre.

# wallet_transfer_code_faq_questions_answer_4
source: No, a transfer code can only be used once. If you wish to obtain several certificates (e.g. for your relatives), please create a new code for each certificate.
de: Nein, ein Transfer-Code kann nur einmal verwendet werden. Falls Sie mehrere Zertifikate z. B. von Familienangehörigen empfangen möchten, erstellen Sie bitte für jedes Zertifikat einen neuen Code.
fr: Non, un code de transfert ne peut être utilisé qu’une seule fois. Si vous souhaitez obtenir plusieurs certificats (p. ex. pour vos proches), veuillez créer un nouveau code pour chaque certificat.
it: No, un codice di trasferimento può essere utilizzato una volta sola. Se desideri ricevere più di un certificato, per esempio i certificati dei tuoi familiari, crea un nuovo codice per ciascun certificato.

# wallet_transfer_code_faq_works_title
source: How does the transfer work?
de: So funktioniert der Transfer
fr: Comment fonctionne le transfert ?
it: Il trasferimento funziona così

# wallet_transfer_code_faq_works_question_1
source: How is my data secured during the transfer?
de: Wie sind meine Daten beim Transfer geschützt?
fr: Comment mes données sont-elles sécurisées lors du transfert ?
it: Come sono protetti i miei dati durante il trasferimento?

# wallet_transfer_code_faq_works_question_2
source: What if my certificate does not arrive in the application?
de: Was kann ich tun, wenn das Zertifikat nicht ankommt?
fr: Que faire si mon certificat n’arrive pas dans l’application ?
it: Cosa posso fare se il certificato non arriva?

# wallet_transfer_code_faq_works_question_3
source: What happens if I test positive?
de: Was passiert bei einem positiven Testresultat?
fr: Que se passe-t-il en cas de test positif ?
it: Cosa accade in caso di risultato positivo del test?

# wallet_transfer_code_faq_works_answer_1
source: For the transfer, your COVID certificate is delivered in encrypted form. The transfer code ensures that only your application can receive the certificate. The data is deleted from the server immediately after the transfer.
de: Für den Transfer wird Ihr Covid-Zertifikat verschlüsselt bereitgestellt. Der Transfer-Code stellt sicher, dass nur Ihre App das Covid-Zertifikat empfangen kann. Unmittelbar nach dem Transfer werden die Daten wieder vom Server gelöscht.
fr: Pour le transfert, votre certificat COVID est fourni sous forme cryptée. Le code de transfert garantit que seule votre application peut recevoir le certificat. Les données sont supprimées du serveur immédiatement après le transfert.
it: Il tuo certificato COVID è messo a disposizione per il trasferimento in forma criptata. Il codice di trasferimento assicura che soltanto la tua app sia in grado di riceverlo. I dati sono eliminati dal server immediatamente dopo il trasferimento.

# wallet_transfer_code_faq_works_answer_2
source: Once the certificate has been generated by the laboratory or test centre, it is available for transfer. Make sure that your smartphone is connected to the Internet to receive certificates. If you still do not receive your certificate, contact the place where you performed the test (centre, pharmacy, doctor's practice).
de: Sobald das Zertifikat vom Labor oder Testcenter generiert wurde, steht es zum Transfer zur Verfügung. Stellen Sie sicher, dass Ihr Smartphone mit dem Internet verbunden ist, um Zertifikate empfangen zu können. Sollte ihr Covid-Zertifikat dennoch nicht eintreffen, fragen Sie bei der Stelle nach, die den Test durchgeführt hat (Testcenter, Apotheke, Ärztin / Arzt).
fr: Dès que le certificat a été généré par le laboratoire ou le centre de test, il est disponible pour le transfert. Vérifiez que votre smartphone est connecté à Internet pour recevoir des certificats. Si malgré tout vous ne recevez pas votre certificat, adressez-vous au lieu où vous avez effectué le test (centre, pharmacie, cabinet médical).
it: Non appena il certificato è stato generato dal laboratorio o dal centro di test, è disponibile per il trasferimento. Accertati che il tuo smartphone sia connesso a Internet per poter ricevere i certificati. Se comunque non dovessi ricevere il tuo certificato COVID, rivolgiti al servizio che ha effettuato il test (centro di test, farmacia, medico).

# wallet_transfer_code_faq_works_answer_3
source: In case of a positive rapid antigen test, you will not receive a COVID certificate from the laboratory. In case of a positive PCR test, you will receive a COVID certificate for cured persons, valid from the 11th day after the test.
de: Bei einem positiven Antigen-Schnelltest erhalten Sie vom Labor kein Covid-Zertifikat. Bei einem positiven PCR-Test erhalten Sie ein Covid-Zertifikat für Genesene. Es ist ab dem 11. Tag nach der Testentnahme gültig.
fr: En cas de test rapide antigénique positif, vous ne recevrez pas de certificat COVID du laboratoire. En cas de test PCR positif, vous recevrez un certificat COVID pour personnes guéries, valable à partir du 11e jour suivant le test.
it: In caso di test antigenico positivo, non ricevi alcun certificato di test dal laboratorio. In caso di test PCR positivo, ricevi un certificato COVID per persone guarite, valido a partire dall’undicesimo giorno dopo l’esecuzione del test.

# wallet_transfer_code_code_created_title
source: Your transfer code has been generated
de: Ihr Transfer-Code wurde erstellt
fr: Votre code transfert a été créé.
it: Il tuo codice di trasferimento è stato creato

# wallet_transfer_code_title
source: Transfer code
fr: Codes transfert
it: Codice di trasferimento

# wallet_transfer_code_createdat
source: Generated on {DATE}
de: Erstellt am {DATE}
fr: Créé le {DATE}
it: Creato il {DATE}

# wallet_transfer_code_next_steps
source: Next steps
de: Nächste Schritte
fr: Étapes suivantes
it: Passaggi successivi

# wallet_transfer_code_next_steps1
source: Provide the pharmacy, test centre, or doctor with your code when you get tested.
de: Übergeben Sie den Code bei der Testentnahme der Apotheke, dem Testcenter oder der Ärztin / dem Arzt.
fr: Remettez votre code à la personne prélevant l’échantillon à la pharmacie, au centre de test ou au cabinet médical.
it: Al momento dell'esecuzione del test comunica il codice alla farmacia, al centro di test o al medico.

# wallet_transfer_code_next_steps2
source: If you have multiple certificates, e.g. for other family members, generate a new code for each certificate.
de: Falls Sie mehrere Zertifikate z. B. von Familienangehörigen empfangen möchten, erstellen Sie für jedes Zertifikat einen neuen Code.
fr: Si vous souhaitez recevoir plusieurs certificats, p. ex. pour d’autres membres de votre famille, créez un nouveau code pour chaque certificat.
it: Se desideri ricevere più di un certificato, per esempio i certificati dei tuoi familiari, crea un nuovo codice per ciascun certificato.

# wallet_transfer_code_done_button
source: Done
de: Fertig
fr: Fin
it: Fatto

# wallet_transfer_code_card_title
source: Transfer
fr: Transfert
it: Trasferimento

# wallet_transfer_code_state_waiting
source: Wait for transfer
de: Warten auf Transfer
fr: Attendre le transfert
it: In attesa del trasferimento

# wallet_transfer_code_expire_singular
source: Only valid for 1 more day
de: Noch 1 Tag gültig
fr: Valable encore un jour
it: Valido ancora 1 giorno

# wallet_transfer_code_expire_plural
source: Valid for a further {DAYS} days
de: Noch {DAYS} Tage gültig
fr: Valable encore {DAYS} jours
it: Valido ancora {DAYS} giorni

# wallet_transfer_code_state_expired
source: Transfer failed
de: Transfer fehlgeschlagen
fr: Échec du transfert
it: Trasferimento non riuscito

# wallet_transfer_code_old_code
source: Code expired
de: Code abgelaufen
fr: Code expiré
it: Codice scaduto

# wallet_transfer_code_state_updated
source: Last updated {DATE}
de: Zuletzt aktualisiert {DATE}
fr: Dernière mise à jour le {DATE}
it: Ultimo aggiornamento {DATE}

# wallet_transfer_code_state_no_certificate
source: It is no longer possible to receive a certificate using this transfer.
de: Mit diesem Transfer kann kein Zertifikat mehr empfangen werden.
fr: Ce code transfert ne permet plus de recevoir de certificat.
it: Con questo trasferimento non è più possibile ricevere alcun certificato.

# wallet_error_invalid_format
source: Certificate format invalid
de: Format des Zertifikat ungültig
fr: Format de certificat non valide
it: Formato del certificato non valido
