Repository: admin-ch/CovidCertificate-App-iOS
Catalog: Translations/*.lproj/Localizable.strings
Languages: de, fr, it

# verifier_title_qr_scan
source: Verify
de: Prüfen
fr: Vérifier
it: Verificare

# verifier_homescreen_header_title
source: COVID certificate
it: Certificato COVID

# verifier_homescreen_pager_description_1
source: Scan presented certificate
de: Vorgewiesenes Zertifikat scannen
fr: Scanner le certificat présenté
it: Scansionare il certificato esibito

# verifier_homescreen_pager_description_2
source: Certificates are verified automatically
de: Zertifikate werden automatisch geprüft
fr: Les certificats sont vérifiés automatiquement
it: I certificati vengono verificati automaticamente

# verifier_homescreen_scan_button
source: Verify
de: Prüfen
fr: Vérifier
it: Verifica

# verifier_homescreen_support_button
source: How it works
de: So funktioniert's
fr: Comment ça fonctionne
it: Funziona così

# error_network_title
source: Network error
de: Netzwerkfehler
fr: Problème de réseau
it: Errore di rete

# error_network_text
source: Check your internet connection.
de: Überprüfen Sie Ihre Internet Verbindung.
fr: Vérifiez votre connexion Internet.
it: Controllare la connessione Internet.

# error_action_retry
source: Try again
de: Erneut versuchen
fr: Réessayer
it: Riprovare

# error_camera_permission_title
source: No access to camera
de: Kein Zugriff auf Kamera
fr: Accès à l'appareil photo refusé
it: Nessun accesso alla fotocamera

# error_camera_permission_text
source: The app requires access to the camera to be able to scan the QR code.
de: Die App benötigt Zugriff auf die Kamera, um den QR-Code scannen zu können.
fr: L'application doit accéder à l'appareil photo pour pouvoir scanner le code QR.
it: L'app necessita dell'accesso alla fotocamera per scansionare il codice QR.

# error_action_change_settings
source: Change settings
de: Einstellungen ändern
fr: Modifier les paramètres
it: Cambiare impostazioni

# error_title
source: Error
de: Fehler
fr: Erreur
it: Errore

# qr_scanner_error
source: Invalid code
de: Kein gültiger Code
fr: Code invalide
it: Codice non valido

# camera_permission_dialog_text
source: The app requires access to the camera to be able to scan the QR code.
de: Die App benötigt Zugriff auf die Kamera, um den QR-Code scannen zu können.
fr: L'application doit accéder à l'appareil photo pour pouvoir scanner le code QR.
it: L'app necessita dell'accesso alla fotocamera per scansionare il codice QR.

# camera_permission_dialog_action
source: Allow access to camera
de: Zugriff auf Kamera erlauben
fr: Donner accès à l'appareil photo
it: Consentire l'accesso alla fotocamera

# verifier_qr_scanner_scan_qr_text
source: Scan QR code to verify
de: QR-Code scannen zum Prüfen
fr: Scanner le code QR pour vérifier
it: Inquadrare il codice QR per verificare

# covid_certificate_title
source: COVID certificate
de: Covid-Zertifikat
fr: Certificat COVID
it: Certificato COVID

# verifier_covid_certificate_name
source: Last name
de: Nachname
fr: Nom
it: Cognome

# verifier_covid_certificate_birthdate
source: Date of birth
de: Geburtsdatum
fr: Date de naissance
it: Data di nascita

# wallet_add_certificate
source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungere

# wallet_certificate
source: COVID certificate
de: Covid-Zertifikat
fr: Certificat COVID
it: Certificato COVID

# wallet_homescreen_explanation
source: Scan the QR code on the COVID certificate to add it to the app.
de: Scannen Sie den QR-Code auf dem Covid-Zertifikat, um es zur App hinzuzufügen.
fr: Scannez le code QR situé sur le certificat COVID pour l'ajouter à l'application.
it: Inquadrare il codice QR apposto sul certificato COVID per aggiungerlo all'app.

# wallet_scanner_title
source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungere

# verifier_verify_success_title
source: Verification successful
de: Prüfung erfolgreich
fr: Vérification réussie
it: Verifica riuscita

# verifier_verify_success_info
source: Only valid in combination with an identity document
de: Nur mit einem Ausweisdokument gültig
fr: Valable uniquement avec une pièce d'identité
it: Valido solo con un documento di legittimazione

# verifier_verify_loading_text
source: Certificate is being verified
de: Zertifikat wird geprüft
fr: Vérification en cours
it: Verifica del certificato in corso

# verifier_verify_error_title
source: COVID Certificate invalid
de: Covid-Zertifikat ungültig
fr: Certificat COVID invalide
it: Certificato non valido

# verifier_verify_error_info_for_national_rules
source: Does not meet the validity criteria for Switzerland or for the selected verification mode ({MODUS})
de: Entspricht nicht den Gültigkeitskriterien der Schweiz oder des Prüfmodus ({MODUS})
fr: Ne répond pas aux critères de validité applicables en Suisse ou à ceux du mode de contrôle ({MODUS})
it: Non conforme ai criteri di validità applicati in Svizzera o della modalità di verifica ({MODUS})

# verifier_verify_error_info_for_certificate_invalid
source: The COVID certificate does not have a valid signature
de: Das Covid-Zertifikat hat keine gültige Signatur
fr: Le certificat COVID n'a pas de signature valide
it: Il certificato COVID non dispone di una firma valida

# verifier_verify_error_info_for_blacklist
source: The COVID certificate was revoked
de: Das Covid-Zertifikat wurde widerrufen
fr: Le certificat COVID a été révoqué
it: Il certificato COVID è stato revocato

# verifier_verify_error_list_title
source: Verification failed
de: Prüfung fehlgeschlagen
fr: La vérification a échoué
it: Verifica non riuscita

# verifier_verify_error_list_info_text
source: An unexpected error has occurred
de: Ein unerwarteter Fehler ist aufgetreten.
fr: Une erreur inattendue est survenue
it: Si è verificato un errore imprevisto.

# wallet_scanner_explanation
source: Scan the QR code on the COVID certificate.
de: Scannen Sie den QR-Code auf dem Covid-Zertifikat.
fr: Scannez le code QR placé sur le certificat COVID.
it: Inquadrare il codice QR apposto sul certificato COVID.

# wallet_scanner_info_button
source: How it works
de: So funktioniert's
fr: Comment ça fonctionne
it: Funziona così

# wallet_scan_again
source: Scan again
de: Erneut scannen
fr: Scanner à nouveau
it: Scansionare di nuovo

# wallet_add_certificate_button
source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungi

# wallet_certificate_list_title
source: Certificates
de: Zertifikate
fr: Certificats
it: Certificati

# delete_button
source: Delete
de: Löschen
fr: Effacer
it: Elimina

# wallet_onboarding_app_header
source: The app
de: Die App
fr: L'application
it: L'app

# wallet_onboarding_app_text
source: The app lets you store COVID certificates securely on your smartphone and present them easily.
de: Mit der App können Sie Covid-Zertifikate sicher auf dem Smartphone aufbewahren und einfach vorweisen.
fr: L'application vous permet de conserver en toute sécurité des certificats COVID sur votre téléphone et de les présenter facilement.
it: Con l'app può conservare in sicurezza i certificati COVID sullo smartphone e mostrarli facilmente.

# continue_button
source: Next
de: Weiter
fr: Continuer
it: Avanti

# wallet_onboarding_privacy_header
source: Data protection
de: Datenschutz
fr: Protection des données
it: Protezione dei dati

# wallet_onboarding_privacy_title
source: Your data remains in the app
de: Ihre Daten bleiben in der App
fr: Vos données restent dans l'application
it: I dati rimangono nell'app

# wallet_onboarding_privacy_text
source: The certificates are only saved locally on your smartphone. The data is not stored centrally.
de: Die Zertifikate sind nur lokal auf Ihrem Smartphone hinterlegt. Die Daten werden nicht in einem zentralen System gespeichert.
fr: Les certificats sont uniquement stockés localement sur votre téléphone. Les données ne sont pas enregistrées dans un système central.
it: I certificati sono salvati solo localmente sullo smartphone. I dati non sono salvati in un sistema centralizzato.

# wallet_onboarding_show_title
source: Present certificates simply
de: Zertifikate einfach vorweisen
fr: Présenter facilement vos certificats
it: Esibire facilmente i certificati

# wallet_onboarding_show_text1
source: The data in the COVID certificate is also contained in the QR code.
de: Die auf dem Covid-Zertifikat dargestellten Daten sind auch im QR-Code enthalten.
fr: Les données contenue dans le certificat COVID sont également dans le code QR.
it: I dati visualizzati sul certificato COVID sono contenuti anche nel codice QR.

# wallet_onboarding_show_text2
source: On presentation, the QR code is scanned using a verifier app. The authenticity and validity of the data are automatically checked.
de: Beim Vorweisen wird der QR-Code mit einer Prüf-App gescannt. Die enthaltenen Daten werden dabei automatisch auf Echtheit und Gültigkeit überprüft.
fr: Lorsque vous le présentez, le code QR sera lu avec une application qui vérifiera automatiquement l'exactitude et la validité des données.
it: Alla presentazione, il codice QR è scansionato con un'app di verifica. L'autenticità e la validità dei dati ivi contenuti sono verificate automaticamente.

# wallet_onboarding_privacy_privacypolicy_title
source: Privacy policy
de: Datenschutzerklärung
fr: Déclaration de confidentialité
it: Dichiarazione sulla protezione dei dati

# wallet_onboarding_privacy_conditionsofuse_title
source: Terms of use
de: Nutzungsbedingungen
fr: Conditions d'utilisation
it: Condizioni d'uso

# wallet_onboarding_accept_button
source: Accept
de: Akzeptieren
fr: Accepter
it: Accetta

# language_key
source: en
de: de
fr: fr
it: it

# wallet_scanner_howitworks_header
source: How it works
de: So funktioniert's
fr: Comment ça fonctionne
it: Funziona così

# wallet_scanner_howitworks_title
source: Add COVID certificates
de: Covid-Zertifikate hinzufügen
fr: Ajouter des certificats COVID
it: Aggiungere certificati Covid

# wallet_scanner_howitworks_text1
source: To be able to add a COVID certificate to the app, you need the original certificate on paper or as a PDF.
de: Um ein Covid-Zertifikat zur App hinzufügen zu können, benötigen Sie das Originalzertifikat auf Papier oder als PDF.
fr: Pour ajouter un certificat COVID dans l'application, vous avez besoin de l'original en papier ou en PDF.
it: Per aggiungere un certificato COVID a un'app è necessario il certificato originale cartaceo o in formato PDF.

# wallet_scanner_howitworks_text2
source: Tap 'Add' in the app to add a new certificate.
de: Tippen Sie in der App auf «Hinzufügen», um ein neues Zertifikat zur App hinzuzufügen.
fr: Cliquez sur "Ajouter" dans l'application pour ajouter un nouveau certificat dans l'application.
it: Prema su «aggiungi» per aggiungere un nuovo certificato allʼapp.

# wallet_scanner_howitworks_text3
source: Hold your smartphone camera over the QR code on the original certificate to scan it.
de: Halten Sie nun die Kamera des Smartphones über den QR-Code auf dem Originalzertifikat, um den Code einzuscannen.
fr: Maintenez l'appareil photo du téléphone sur le code QR du certificat original pour le scanner.
it: Tenga la fotocamera dello smartphone sopra il codice QR apposto sul certificato originale per scansionarlo.

# wallet_scanner_howitworks_text4
source: A preview of the COVID certificate will appear. Tap 'Add' to securely add the certificate to the app.
de: Es erscheint eine Vorschau des Covid-Zertifikats. Tippen Sie auf «Hinzufügen» um das Zertifikat sicher in der App zu speichern.
fr: Un aperçu du certificat COVID apparaît. Cliquer sur "Ajouter" pour sauvegarder en toute sécurité le certificat dans l'application.
it: Apparirà un'anteprima del certificato COVID. Prema su «aggiungi» per salvare il certificato nellʼapp.

# wallet_scanner_howitworks_question1
source: When and where can I get a COVID certificate?
de: Wann und wo kann ich ein Covid-Zertifikat erhalten?
fr: Quand et où puis-je obtenir un certificat COVID ?
it: Quando e dove posso ricevere un certificato COVID?

# wallet_faq_header
source: FAQs
de: Häufige Fragen
fr: Questions fréquentes
it: Domande frequenti

# wallet_faq_questions_title
source: What are COVID certificates?
de: Was sind Covid-Zertifikate?
fr: Le certificat COVID en bref
it: Cos'è il certificato COVID?

# wallet_faq_questions_subtitle
source: The COVID certificate makes it possible to document a COVID-19 vaccination, recovery from the virus or a negative test result in a forgery-proof manner.
de: Das Covid-Zertifikat bietet die Möglichkeit, eine Covid-19-Impfung, eine durchgemachte Erkrankung oder ein negatives Testergebnis fälschungssicher zu dokumentieren.
fr: Le certificat COVID atteste de manière infalsifiable une vaccination contre le COVID-19, une guérison ou un résultat de test négatif.
it: Il certificato COVID offre la possibilità di provare in modo non falsificabile l'avvenuta vaccinazione, la guarigione o un risultato negativo al test.

# wallet_faq_questions_question_1
source: When and where can I get a COVID certificate?
de: Wann und wo kann ich ein Covid-Zertifikat erhalten?
fr: Quand et où puis-je obtenir un certificat COVID?
it: Quando e dove posso ottenere un certificato COVID?

# wallet_faq_questions_question_2
source: How can I present a COVID certificate?
de: Wie kann ich ein Covid-Zertifikat vorweisen?
fr: Par quel moyen puis-je présenter un certificat COVID?
it: Come posso mostrare il certificato COVID?

# wallet_faq_questions_question_3
source: Where is my data stored?
de: Wo sind meine Daten gespeichert?
fr: Où mes données sont-elles stockées?
it: Dove vengono salvati i miei dati?

# wallet_faq_questions_question_4
source: How are misuse and forgery prevented?
de: Wie werden Missbrauch und Fälschung verhindert?
fr: Comment prévient-on les abus et les falsifications?
it: Come vengono impediti l'uso improprio e le falsificazioni?

# wallet_faq_questions_question_5
source: What happens if I lose my COVID certificate?
de: Was passiert, wenn ich mein Covid-Zertifikat verliere?
fr: Et si je perds mon certificat COVID?
it: Cosa succede se perdo il mio certificato COVID su carta?

# wallet_faq_works_question_1
source: How can I add a COVID certificate to the app?
de: Wie kann ich ein Covid-Zertifikat zur App hinzufügen?
fr: Comment ajouter un certificat COVID à l'app?
it: Come posso inserire un certificato COVID sulla app?

# wallet_faq_works_question_2
source: Can several COVID certificates be added?
de: Können auch mehrere Covid-Zertifikate hinzugefügt werden?
fr: Puis-je ajouter plusieurs certificats COVID?
it: È possibile aggiungere più certificati COVID?

# wallet_faq_works_question_3
source: Where can I see if my COVID certificate is valid?
de: Wie sehe ich, ob mein Covid-Zertifikat gültig ist?
fr: Où voir si mon certificat COVID est valable ?
it: Dove posso verificare se il mio certificato COVID è valido?

# wallet_faq_works_question_4
source: How is my data protected?
de: Wie sind meine Daten geschützt?
fr: Comment mes données sont-elles protégées?
it: Come sono protetti i miei dati?

# wallet_faq_works_question_5
source: What data is contained in the QR code?
de: Welche Daten sind im QR-Code enthalten?
fr: Que contient le code QR?
it: Quali dati contiene il codice QR?

# wallet_faq_works_question_6
source: What do I need to do if I delete the COVID certificate or the app?
de: Was muss ich tun, wenn ich das Covid-Zertifikat oder die App lösche?
fr: Et si je supprime le certificat COVID ou l'app?
it: Cosa devo fare se elimino il file contenente il certificato COVID o l'app?

# wallet_faq_questions_answer_1
source: You can get a COVID certificate after a COVID-19 vaccination, after you have recovered from the virus, or after you have tested negative. The certificate is generally issued upon request by health care professionals on site.
de: Ein Covid-Zertifikat können Sie nach einer vollständigen Covid-19-Impfung, nach einer durchgemachten Erkrankung oder nach einem negativen Testergebnis erhalten. Das Zertifikat stellt Ihnen in der Regel das Gesundheitsfachpersonal vor Ort auf Anfrage aus.
fr: Vous pouvez obtenir le certificat COVID si vous êtes vaccinés contre le COVID-19, si vous avez guéri de la maladie ou si vous présentez un résultat de test négatif. En général, le certificat est délivré sur demande, par les professionnels de la santé présents sur le site.
it: Può ricevere un certificato COVID in seguito alla vaccinazione anti-COVID-19, all'avvenuta guarigione o a un risultato negativo al test. Normalmente, il certificato è rilasciato su richiesta dal personale medico specializzato presso le strutture sanitarie.

# wallet_faq_questions_answer_2
source: You can present your COVID certificate in paper form, or you can use the COVID Certificate app to save certificates in the dedicated app and present them directly from the app. Please note that you will also need to show an identification document (passport or ID card) in either case. A number of countries require a printed version of the certificate and will not accept the electronic certificate. You should therefore always take the printed version with you when travelling.
de: Sie können Ihr Covid-Zertifikat in Papierform vorweisen oder Sie benutzen die COVID Certificate App, um Zertifikate in der App zu speichern und direkt aus der App vorzuweisen. Ob Sie Ihr Zertifikat auf Papier oder in der App vorweisen, ist Ihnen überlassen. Beachten Sie, dass Sie in jedem Fall auf Verlangen auch noch ein Ausweisdokument vorweisen müssen.
fr: Vous pouvez présenter votre certificat COVID sur papier ou au moyen de l’app de stockage créée à cet effet. Vous êtes libre de choisir l’une ou l’autre solution. Dans tous les cas, vous devez aussi présenter une pièce d’identité sur demande. Dans certains pays, une version imprimée du certificat est exigée, et le certificat électronique n’est pas accepté. Nous vous conseillons donc de vous munir de la version imprimée lorsque vous voyagez.
it: Può mostrare il Suo certificato COVID in formato cartaceo oppure salvarlo e presentarlo utilizzando l’app «COVID Certificate». In entrambi i casi, dovrà mostrare anche un documento di legittimazione. In alcuni Paesi si richiede la versione cartacea del certificato e non si accetta quello elettronico. Porti quindi sempre con sé anche la versione cartacea quando viaggia.

# wallet_faq_questions_answer_3
source: Your certificate data is not stored in a central government system, but only locally on your mobile device or on the paper COVID certificate.
de: Ihre Daten werden nicht in einem zentralen System gespeichert, sondern nur lokal auf Ihrem Mobilgerät, respektive im QR-Code auf dem Covid-Zertifikat in Papierform.
fr: Les données de votre certificat ne sont pas stockées dans un système central de la Confédération, mais sont sauvegardées localement, sur votre appareil mobile ou sur le certificat papier.
it: I dati del Suo certificato non vengono salvati in un sistema centrale della Confederazione, ma si trovano solo localmente sul Suo dispositivo mobile, rispettivamente sul certificato COVID in formato cartaceo.

# wallet_faq_questions_answer_4
source: The COVID certificate QR code contains an electronic signature. This is an important security feature and makes the COVID certificate forgery-proof. Moreover, the COVID certificate is valid only in combination with an identification document (passport or ID card).
de: Der QR-Code auf dem Covid-Zertifikat enthält eine elektronische Signatur. Die Signatur ist ein wichtiges Sicherheitsmerkmal und macht das Covid-Zertifikat fälschungssicher. Das Covid-Zertifikat ist zudem nur in Kombination mit einem Ausweisdokument gültig.
fr: Le code QR figurant sur le certificat COVID contient une signature électronique. Celle-ci est une caractéristique de sécurité importante qui rend le certificat infalsifiable. En outre, le certificat COVID n'est valable que sur présentation d'une pièce d'identité.
it: Il codice QR sul certificato COVID contiene una firma elettronica. Questa firma è un elemento di sicurezza importante e garantisce che il certificato non possa essere falsificato. Inoltre, il certificato COVID è valido solo con un documento di legittimazione.

# wallet_faq_questions_answer_5
source: Your COVID certificate is not stored in any central government system. Therefore, keep your paper and/or PDF COVID certificate in a safe place. If you lose your certificate and need to replace it, a fee may be charged for its reissue by a health care facility (e.g. the test or vaccination centre).
de: Ihr Covid-Zertifikat wird in keinem zentralen System gespeichert. Es befindet sich ausschliesslich in Ihrem Besitz. Bewahren Sie das Covid-Zertifikat auf Papier und/oder als PDF deshalb sorgfältig auf. Bei Verlust und Bedarf nach einem Ersatz kann eine Gebühr erhoben werden.
fr: Votre certificat COVID n'est pas stocké dans un système central de la Confédération. Par conséquent, nous vous recommandons de le conserver sur papier ou au format PDF dans un endroit sûr. En cas de perte ou de remplacement, le paiement d’un émolument peut être exigé pour l’établissement d’un nouveau document par les institutions sanitaires (lieu de test ou de vaccination).
it: Il Suo certificato COVID non è salvato su un sistema centrale della Confederazione Conservi quindi con cura il certificato COVID su carta e/o in formato PDF. In caso di smarrimento e sostituzione, per il nuovo rilascio da parte delle strutture sanitarie (p. es. la struttura in cui è stato effettuato il test o è stata somministrata la vaccinazione) potrà essere riscosso un emolumento.

# wallet_faq_works_answer_1
source: To add a COVID certificate to the app, you need the original certificate issued to you on paper or as a PDF document. You can use the COVID certificate app to scan the QR code on the original and add it to the app. The COVID certificate will then appear directly in the app.
de: Um ein Covid-Zertifikat zur App hinzuzufügen, benötigen Sie das Ihnen ausgestellte Originalzertifikat auf Papier oder als PDF-Dokument. Den darauf abgebildeten QR-Code können Sie mit der COVID Certificate App scannen und hinzufügen. Anschliessend erscheint das Covid-Zertifikat direkt in der App.
fr: Pour ajouter un certificat COVID à l'app, vous avez besoin du certificat original qui vous a été délivré sur papier ou par voie électronique, au format PDF. Au moyen de l'app, vous pouvez scanner le code QR figurant sur ce document. Ensuite, le certificat COVID apparaît directement dans l'app.
it: Per inserire sull'app un certificato COVID serve il certificato originale rilasciatole su carta o in formato PDF. Utilizzando l'app COVID Certificate può aggiungere il certificato inquadrando il codice QR raffigurato sul certificato. In questo modo, il certificato COVID appare direttamente sull'app.

# wallet_faq_works_answer_2
source: Yes, that is possible. For example, you can save the COVID certificates of all family members in your app. Also in this case, each COVID certificate is valid only in combination with an identification document (passport or ID card) of the certificate holder.
de: Ja das ist möglich. So können Sie z. B. alle Covid-Zertifikate von Familienangehörigen in Ihrer App speichern. Auch in diesem Fall gilt: Das Covid-Zertifikat ist nur in Kombination mit einem Ausweisdokument des Zertifikatsinhabers / der Zertifikatsinhaberin gültig.
fr: Oui. Vous pouvez par exemple stocker dans l'app les certificats COVID de tous les membres de votre famille. À noter également dans ce cas qu'un certificat COVID n'est valable que si son détenteur présente une pièce d'identité.
it: Sì, è possibile. Ad esempio, può salvare nella Sua app i certificati COVID dei suoi familiari. Anche in questo caso, il certificato COVID è valido solo con un documento di legittimazione del titolare.
