Repository: admin-ch/CovidCertificate-App-iOS
Catalog: Translations/*.lproj/Localizable.strings
Languages: de, fr, it

# vaccination_booking_ai_name
source: Appenzell Innerrhoden
fr: Appenzell Rhodes-Intérieures
it: Appenzello Interno

# vaccination_booking_bl_name
source: Basel-Country
de: Basel-Landschaft
fr: Bâle-Campagne
it: Basilea Campagna

# vaccination_booking_bl_url
source: https://www.baselland.ch/politik-und-behorden/direktionen/volkswirtschafts-und-gesundheitsdirektion/amt-fur-gesundheit/medizinische-dienste/kantonsarztlicher-dienst/aktuelles/corona-impfung/englisch-english
de: https://www.bl.ch/impfen
fr: https://www.baselland.ch/politik-und-behorden/direktionen/volkswirtschafts-und-gesundheitsdirektion/amt-fur-gesundheit/medizinische-dienste/kantonsarztlicher-dienst/aktuelles/corona-impfung/franzoesisch-francais
it: https://www.baselland.ch/politik-und-behorden/direktionen/volkswirtschafts-und-gesundheitsdirektion/amt-fur-gesundheit/medizinische-dienste/kantonsarztlicher-dienst/aktuelles/corona-impfung/italienisch-italiano

# vaccination_booking_bs_name
source: Basel-City
de: Basel-Stadt
fr: Bâle-Ville
it: Basilea Città

# vaccination_booking_be_name
source: Berne
de: Bern
it: Berna

# vaccination_booking_fr_name
source: Fribourg
de: Freiburg
it: Friburgo

# vaccination_booking_ge_name
source: Geneva
de: Genf
fr: Genève
it: Ginevra

# vaccination_booking_ge_url
source: https://www.ge.ch/en/getting-vaccinated-against-covid-19
de: https://www.ge.ch/se-faire-vacciner-contre-covid-19
fr: https://www.ge.ch/se-faire-vacciner-contre-covid-19
it: https://www.ge.ch/se-faire-vacciner-contre-covid-19

# vaccination_booking_gl_name
source: Glarus
fr: Glaris
it: Glarona

# vaccination_booking_gr_name
source: Graubünden
fr: Grisons
it: Grigioni

# vaccination_booking_gr_url
source: https://www.gr.ch/DE/institutionen/verwaltung/djsg/ga/coronavirus/info/impfen/Seiten/impfen.aspx
it: https://www.gr.ch/IT/istituzioni/amministrazione/djsg/ga/coronavirus/info/impfen/Seiten/impfen.aspx

# vaccination_booking_ju_name
source: Jura
it: Giura

# vaccination_booking_lu_name
source: Lucerne
de: Luzern
it: Lucerna

# vaccination_booking_nw_name
source: Nidwalden
fr: Nidwald
it: Nidvaldo

# vaccination_booking_ow_name
source: Obwalden
fr: Obwald
it: Obvaldo

# vaccination_booking_sg_name
source: St. Gallen
fr: Saint-Gall
it: San Gallo

# vaccination_booking_sh_name
source: Schaffhausen
fr: Schaffhouse
it: Sciaffusa

# vaccination_booking_sz_name
source: Schwyz
it: Svitto

# vaccination_booking_so_name
source: Solothurn
fr: Soleure
it: Soletta

# vaccination_booking_tg_name
source: Thurgovia
de: Thurgau
fr: Thurgovie
it: Turgovia

# vaccination_booking_vs_name
source: Valais
de: Wallis
it: Vallese

# vaccination_booking_zg_name
source: Zug
fr: Zoug
it: Zugo

# vaccination_booking_zg_url
source: https://www.corona-impfung-zug.ch/en/
de: https://www.corona-impfung-zug.ch/
fr: https://www.corona-impfung-zug.ch/
it: https://www.corona-impfung-zug.ch/

# vaccination_booking_zh_name
source: Zürich
fr: Zurich
it: Zurigo

# vaccination_hint_title_2
source: Get vaccinated today!
de: Jetzt impfen lassen!
fr: Faites-vous vacciner sans plus attendre !
it: Fatti vaccinare ora!

# vaccination_hint_text_2
source: Being vaccinated against COVID-19 means hassle-free travel to most countries.
de: Mit der Covid-19-Impfung können Sie unbeschwert in die meisten Länder reisen.
fr: La vaccination contre le COVID-19 vous permet de voyager sereinement dans la plupart des pays.
it: Con la vaccinazione anti-COVID-19 puoi viaggiare senza preoccupazioni nella maggior parte dei Paesi.

# vaccination_hint_title_3
source: Get vaccinated today!
de: Jetzt impfen lassen!
fr: Faites-vous vacciner sans plus attendre !
it: Fatti vaccinare ora!

# vaccination_hint_text_3
source: Being vaccinated against COVID-19 means protection from infection and severe disease.
de: Mit der Covid-19-Impfung können Sie sich vor Erkrankung und einem allfälligen schweren Verlauf schützen.
fr: La vaccination vous protège contre le COVID-19 et, le cas échéant, contre une évolution grave de la maladie.
it: Con la vaccinazione anti-COVID-19 puoi proteggerti dalla malattia e da un eventuale decorso grave.

# vaccination_hint_title_4
source: Get vaccinated today!
de: Jetzt impfen lassen!
fr: Faites-vous vacciner sans plus attendre !
it: Fatti vaccinare ora!

# vaccination_hint_text_4
source: Being vaccinated against COVID-19 means immunity the safe way.
de: Mit der Covid-19-Impfung können Sie auf sichere Art immun werden.
fr: La vaccination contre le COVID-19 vous permet de vous immuniser en toute sécurité.
it: Con la vaccinazione anti-COVID-19 puoi immunizzarti in modo sicuro.

# vaccination_hint_title_5
source: Get vaccinated today!
de: Jetzt impfen lassen!
fr: Faites-vous vacciner sans plus attendre !
it: Fatti vaccinare ora!

# vaccination_hint_text_5
source: Being vaccinated against COVID-19 means helping to reduce the disease burden.
de: Mit der Covid-19-Impfung können Sie mithelfen, die Krankheitslast zu reduzieren.
fr: Grâce à la vaccination contre le COVID-19, vous pouvez contribuer à réduire la charge de morbidité.
it: Con la vaccinazione anti-COVID-19 puoi contribuire a ridurre il carico di malattia.

# vaccination_hint_title_6
source: Get vaccinated today!
de: Jetzt impfen lassen!
fr: Faites-vous vacciner sans plus attendre !
it: Fatti vaccinare ora!

# vaccination_hint_text_6
source: Being vaccinated against COVID-19 means helping to control the impact of the pandemic.
de: Mit der Covid-19-Impfung können Sie helfen, die Auswirkungen der Pandemie zu bekämpfen.
fr: Grâce à la vaccination contre le COVID-19, vous contribuez à la lutte contre les conséquences de la pandémie.
it: Con la vaccinazione anti-COVID-19 puoi contribuire a combattere le ripercussioni della pandemia.

# vaccination_hint_title_7
source: Get vaccinated today!
de: Jetzt impfen lassen!
fr: Faites-vous vacciner sans plus attendre !
it: Fatti vaccinare ora!

# vaccination_hint_text_7
source: Being vaccinated against COVID-19 means preventing long COVID.
de: Mit der Covid-19-Impfung können Sie die Langzeitfolgen einer Covid-19-Erkrankung vermeiden.
fr: La vaccination contre le COVID-19 vous permet d’éviter les effets à long terme de la maladie.
it: Con la vaccinazione anti-COVID-19 puoi evitare le conseguenze a lungo termine di una malattia COVID-19.

# vaccination_hint_title_8
source: Get vaccinated today!
de: Jetzt impfen lassen!
fr: Faites-vous vacciner sans plus attendre !
it: Fatti vaccinare ora!

# vaccination_hint_text_8
source: Being vaccinated against COVID-19 means helping to relieve the pressure on the health system.
de: Mit der Covid-19-Impfung können Sie dazu beitragen, das Gesundheitswesen zu entlasten.
fr: Grâce à la vaccination contre le COVID-19, vous pouvez contribuer à décharger le système de santé.
it: Con la vaccinazione anti-COVID-19 puoi contribuire a sgravare il sistema sanitario.

# vaccination_booking_info_title
source: Book a vaccination appointment near you
de: Impftermin in Ihrer Nähe buchen
fr: Prendre un rendez-vous de vaccination près de chez vous
it: Prendi appuntamento per la vaccinazione nelle tue vicinanze

# vaccination_booking_info_text
source: Vaccination may be performed at the following locations near you: - at specific vaccination centres - in hospitals - at your general practitioner's surgery - at a vaccination pharmacy Many places also offer walk-in vaccinations without an appointment.
de: Eine Impfung könnte zum Beispiel an diesen Orten in Ihrer Nähe stattfinden: - in spezifischen Impfzentren - in Spitälern - bei Ihrem Hausarzt oder Ihrer Hausärztin - in Impfapotheken Viele Orte bieten auch Walk-in-Impfungen ohne Termine an.
fr: La vaccination pourrait, par exemple, être proposée dans les lieux suivants situés à proximité de chez vous : - dans des centres de vaccination désignés - dans les hôpitaux - chez votre médecin de famille - dans les pharmacies Il est aussi possible de se faire vacciner sans rendez-vous dans de nombreux endroits.
it: Per esempio potresti farti vaccinare in uno di questi luoghi nelle tue vicinanze: - in centri di vaccinazione specifici - negli ospedali - dal tuo medico di famiglia - nelle farmacie che vaccinano Molti di essi offrono anche vaccinazioni libere senza appuntamento.

# vaccination_booking_info_info
source: The COVID-19 vaccination is recommended for those over 5.
de: Die Covid-19-Impfung ist für Personen ab 5 Jahren empfohlen.
fr: La vaccination contre le COVID-19 est recommandée pour les personnes dès 5 ans.
it: La vaccinazione anti-COVID-19 è raccomandata per le persone a partire dai 5 anni.

# vaccination_appointment_header
source: Vaccination appointment
de: Impftermin
fr: Rendez-vous de vaccination
it: Appuntamento per la vaccinazione

# vaccination_homescreen_button_title
source: Book a vaccination appointment
de: Impftermin buchen
fr: Prendre un rendez-vous de vaccination
it: Prendi appuntamento per la vaccinazione

# vaccination_choose_your_canton
source: Select your canton
de: Wählen Sie Ihren Kanton
fr: Sélectionnez votre canton
it: Scegli il Cantone

# vaccination_more_information_title
source: More information about the COVID-19 vaccination
de: Weitere Informationen rund um die Covid-19-Impfung
fr: Plus d’informations sur la vaccination contre le COVID-19
it: Ulteriori informazioni sulla vaccinazione anti-COVID-19

# vaccination_information_button_in_certificate
source: Information on vaccination
de: Informationen zur Impfung
fr: Informations sur la vaccination
it: Informazioni sulla vaccinazione

# vaccination_booking_info_url
source: https://foph-coronavirus.ch/vaccination/
de: https://bag-coronavirus.ch/impfung/
fr: https://ofsp-coronavirus.ch/vaccination/
it: https://ufsp-coronavirus.ch/vaccinazione/

# verifier_qr_scanner_external_hardware_detected
source: External hardware scanner detected
de: Externer Hardwarescanner erkannt
fr: Scanner matériel externe détecté
it: Rilevato uno scanner hardware esterno

# error_decryption_text
source: Certificates could not be loaded Code: {ERROR_CODE}
de: Zertifikate konnten nicht geladen werden Code: {ERROR_CODE}
fr: Les certificats n'ont pas pu être chargés Code: {ERROR_CODE}
it: I certificati non possono essere caricati Code: {ERROR_CODE}

# covid_certificate_sero_positiv_test_title
source: Recovery (Antibody)
de: Genesung (Antikörper)
fr: Guérison (Anticorps)
it: Guarigione (Anticorpi)

# wallet_time_inconsistency_error_title
source: Checking not possible
de: Prüfung nicht möglich
fr: Contrôle impossible
it: Impossibile effettuare la verifica

# wallet_time_inconsistency_error_text
source: Date, time or time zone on the device are set incorrectly.
de: Datum, Uhrzeit oder Zeitzone auf dem Gerät sind falsch eingestellt.
fr: La date, l’heure ou le fuseau horaire ne sont pas correctement paramétrés sur l’appareil.
it: Impostazione di data, ora o fuso orario del dispositivo non corretta.

# wallet_info_box_certificate_scan_title
source: Do you want to check certificates?
de: Wollen Sie Zertifikate überprüfen?
fr: Voulez-vous contrôler des certificats?
it: Si vogliono verificare certificati?

# wallet_info_box_certificate_scan_text
source: For quicker checking that is data privacy compliant, use the COVID Certificate Check app
de: Für eine Datenschutzkonforme und schnellere Prüfung nutzen Sie die "COVID Certificate Check"-App.
fr: Pour un contrôle rapide respectant la protection des données, utilisez l’application «COVID Certificate Check».
it: Per una verifica più rapida e conforme alla protezione dei dati, utilizzare l'app "COVID Certificate Check"

# wallet_info_box_certificate_scan_button_check_app
source: To the Check-App
de: Zur Check-App
fr: Vers Check-App
it: All'app Check

# wallet_info_box_certificate_scan_close
source: Understood
de: Verstanden
fr: Compris
it: Capito

# wallet_only_valid_in_switzerland
source: Not valid outside Switzerland
de: Nur mit einem Ausweisdokument & innerhalb der Schweiz gültig
fr: N’est pas valable hors de Suisse
it: Non valido al di fuori della Svizzera

# covid_certificate_sero_positiv_test_befund_label
source: Finding
de: Befund
fr: Résultat
it: Risultati

# covid_certificate_sero_positiv_test_befund_value
source: Sufficient
de: Genügend
fr: Suffisant
it: Sufficiente

# wallet_certificate_ausnahme_test_attest_start_date
source: Start of validity
de: Beginn der Gültigkeit
fr: Début de la validité
it: Inizio della validità

# wallet_certificate_ausnahme_responsible_issuer
source: Issuing office
de: Für die Ausstellung verantwortliche Stelle
fr: Service responsable de l'établissement
it: Per il servizio responsabile dell'emissione

# covid_certificate_ch_ausnahme_test_title
source: Exemption certificate
de: Ausnahmezertifikat
fr: Certificat de dérogation
it: Certificato di deroga

# infobox_update_title
source: New version available
de: Neue Version verfügbar
fr: Nouvelle version disponible
it: È disponibile una nuova versione

# infobox_update_text
source: Download the latest version of the app.
de: Laden Sie die neue Version der App.
fr: Téléchargez la nouvelle version de l'application.
it: Caricare la nuova versione dellʼapp.

# infobox_update_button
source: Update
de: Aktualisieren
fr: Mettre à jour
it: Aggiorna

# vaccination_impf_check_info_text
source: The COVID-19 Vaccination Check provides information on initial and booster vaccinations and guides you to the relevant point of contact in your canton.
de: Der Covid-19 Impf-Check gibt Auskunft über Erst- sowie Auffrischimpfungen und führt Sie zur entsprechenden Anlaufstelle in Ihrem Kanton.
fr: COVID-19 Vac-check fournit des renseignements sur la première vaccination ainsi que sur la vaccination de rappel et vous guide vers le service compétent de votre canton.
it: Il COVID-19 Vac-Check fornisce informazioni sulle prime vaccinazioni, sulle vaccinazioni di richiamo e ti indirizza verso il punto di contatto del tuo Cantone.

# vaccination_impf_check_action
source: To the Vaccination Check
de: Zum Impf-Check
fr: Vers COVID-19 Vac-check
it: Vai al COVID-19 Vac-Check

# vaccination_impf_check_url
source: https://covid19.impf-check.ch/
fr: https://covid19-vac-check.ch/
it: https://covid19-vac-check.ch/

# vaccination_impf_check_title
source: Book an appointment now
de: Jetzt Termin buchen
fr: Prendre un rendez-vous maintenant
it: Prendi appuntamento ora

# verifier_faq_works_linktext_1
source: Explanatory video
de: Erklärvideo
fr: Vidéo explicative
it: Video esplicativo

# verifier_faq_works_linkurl_1
source: https://youtu.be/spfVPMqukjM
de: https://youtu.be/DClLZIUjr3w
fr: https://youtu.be/O-9YhJDI3ZI
it: https://youtu.be/b4JXnfr2Ugg

# verifier_choose_mode_button_title
source: Select
de: wählen
fr: Choisir
it: Scegliere

# verifier_homescreen_scan_button_with_mode
source: Verify ({MODE})
de: Prüfen ({MODE})
fr: Vérifier ({MODE})
it: Verifica ({MODE})

# verifier_error_mode_no_longer_exists
source: Your selected verification mode no longer exists.
de: Ihr gewählter Prüfmodus existiert nicht mehr.
fr: Le mode de contrôle choisi n’existe plus.
it: La modalità di verifica selezionata non esiste più.

# wallet_check_mode_info_2g_ok_text
source: Access to organisations and events permitted for people who have been vaccinated or who have recovered.
de: Zutritt zu Betrieben und Veranstaltungen für geimpfte oder genesene Personen.
fr: Accès aux établissements et aux manifestations réservé aux personnes vaccinées ou guéries.
it: L’accesso a strutture e manifestazioni è consentito alle persone vaccinate o guarite.

# wallet_check_mode_info_2g_not_ok_text
source: Access not permitted.
de: Kein Zutritt.
fr: Accès refusé.
it: L’accesso non è consentito.

# verifier_check_mode_info_3g_text_1
source: For organisations and events applying the 3G rule.
de: Für Betriebe und Veranstaltungen, in welchen mit einer 3G-Regelung geprüft wird.
fr: Pour les entreprises et les manifestations où les contrôles se fondent sur la règle des «3G».
it: Per le strutture e le manifestazioni in cui si applica la regola 3G.

# verifier_check_mode_info_3g_text_2
source: In this mode, COVID certificates are accepted for people who have been vaccinated, or who have recovered or tested negative.
de: In diesem Modus werden Covid-Zertifikate für Geimpfte, Genesene oder negativ Getestete akzeptiert.
fr: Ce mode de contrôle permet de vérifier les certificats COVID des personnes vaccinées, guéries ou testées négatives.
it: In questa modalità sono accettati i certificati COVID per persone vaccinate, guartite o testate negative.

# verifier_check_mode_info_3g_text_3
source: It is possible to verify a "light" certificate in this mode.
de: Die Prüfung von einem Zertifikat Light ist in diesem Modus möglich.
fr: Il peut être également utilisé pour vérifier un «certificat light».
it: I certificati light possono essere verificati.

# verifier_check_mode_info_2g_text_1
source: For organisations and events applying the 2G rule.
de: Für Betriebe und Veranstaltungen, in welchen mit einer 2G-Regelung geprüft wird.
fr: Pour les entreprises et les manifestations où les contrôles se fondent sur la règle des «2G».
it: Per le strutture e le manifestazioni in cui si applica la regola 2G.

# verifier_check_mode_info_2g_text_2
source: In this mode, COVID certificates are accepted for people who have been vaccinated or who have recovered.
de: In diesem Modus werden Covid-Zertifikate für Geimpfte oder Genesene akzeptiert.
fr: Ce mode de contrôle permet de vérifier les certificats COVID des personnes vaccinées ou guéries.
it: In questa modalità sono accettati i certificati COVID per persone vaccinate o guartite.

# verifier_check_mode_info_2g_text_3
source: It is not possible to verify a "light" certificate in this mode.
de: Die Prüfung von einem Zertifikat Light ist in diesem Modus nicht möglich.
fr: La vérification d’un «certificat light» n'est pas possible dans ce mode.
it: Questa modalità non permette di verificare i certificati light.

# verifier_mode_title
source: Verification mode
de: Prüfmodus
fr: Mode de contrôle
it: Modalità di verifica

# wallet_check_mode_info_3g_ok_text
source: Access to organisations and events permitted for people who have been vaccinated, or who have recovered or tested negative.
de: Zutritt zu Betrieben und Veranstaltungen für geimpfte, genesene oder negativ getestete Personen.
fr: Accès aux établissements et aux manifestations réservé aux personnes vaccinées, guéries ou testées négatives.
it: L’accesso a strutture e manifestazioni è consentito alle persone vaccinate, guarite o testate negative.

# wallet_check_mode_info_3g_not_ok_text
source: Access not permitted.
de: Kein Zutritt.
fr: Accès refusé.
it: L’accesso non è consentito.

# verifier_verify_light_not_supported_by_mode_title
source: The COVID certificate being verified is a "light" certificate. This cannot be verified in {MODUS} verification mode.
de: Beim zu prüfenden Covid-Zertifikat handelt es sich um ein Zertifikat Light. Dies kann im {MODUS}-Prüfmodus nicht geprüft werden.
fr: Le certificat COVID à vérifier est un «certificat light». Il ne peut pas être vérifié sous le mode de contrôle «{MODUS}».
it: Il certificato è di tipo «light». Questo tipo di certificato non può essere verificato nella modalità {MODUS}.

# verifier_verify_light_not_supported_by_mode_text
source: In this case, the certificate can be verified only if the conversion to a "light" certificate is reversed.
de: Die Prüfung kann in diesem Fall nur erfolgen, wenn die Umwandlung in ein Zertifikat Light rückgängig gemacht wird.
fr: La vérification ne peut avoir lieu que si la conversion du certificat en un «certificat light» est annulée.
it: Per verificare il certificato è necessario disattivare il certificato light e tornare al certificato di base.

# verifier_check_mode_info_unselected_text_1
source: Select the verification mode that you want to use for verifying COVID certificates.
de: Wählen Sie den Prüfmodus, in welchem Sie Covid-Zertifikate prüfen möchten.
fr: Choisissez le mode de contrôle correspondant aux certificats COVID à vérifier.
it: Selezionare la modalità in cui verificare i certificati COVID.

# verifier_check_mode_info_unselected_text_2
source: The verification mode can be changed at any time.
de: Der Prüfmodus kann jederzeit geändert werden.
fr: Le mode de contrôle peut être changé en tout temps.
it: La modalità di verifica può essere cambiata in qualsiasi momento.

# verifier_check_mode_info_2g_plus_text_1
source: For organisations and events applying the 2G+ rule.
de: Für Betriebe und Veranstaltungen, in welchen mit einer Regelung nach 2G+ geprüft wird.
fr: Pour les entreprises et les manifestations qui appliquent la règle des 2G+.
it: Per strutture e manifestazioni cui si applica la regola 2G+.

# verifier_check_mode_info_2g_plus_text_2
source: In addition to a COVID certificate for people who have been vaccinated or who have recovered, a valid test certificate is required. This must be verified separately.
de: Zusätzlich zu einem Covid-Zertifikat für Geimpfte oder Genesene wird ein gültiges Testzertifikat benötigt, welches separat geprüft werden muss.
fr: En plus d'un certificat COVID de vaccination ou de guérison, il faut présenter un certificat de test valable, qui doit être vérifié séparément.
it: Oltre a un certificato di vaccinazione o di guarigione COVID è richiesto un certificato di test valido, che deve essere verificato separatamente.

# verifier_check_mode_info_2g_plus_text_3
source: Exceptions: People who have been fully vaccinated, received a booster vaccination or recovered (based on a PCR test) no longer than 120 days ago
de: Ausnahmen: Personen, deren vollständige Impfung, Auffrischimpfung oder Genesung nicht länger als 120 Tage zurückliegt.
fr: Exceptions: les personnes dont la vaccination, la vaccination de rappel ou la guérison datent de moins de 120 jours
it: Eccezioni: Persone per le quali sono trascorsi al massimo 120 giorni dalla vaccinazione completa, dalla vaccinazione di richiamo o dalla guarigione.

# verifier_check_mode_info_2g_plus_text_4
source: It is not possible to verify "light" certificates in this mode.
de: Die Prüfung von Zertifikate Light ist in diesem Modus nicht möglich.
fr: Ce mode ne permet pas de vérifier les «certificats light».
it: In questa modalità non è possibile verificare i certificati light.

# verifier_2g_plus_success2g
source: Valid COVID certificate under the 2G rule
de: Gültiges Covid-Zertifikat nach 2G-Regelung
fr: Certificat COVID valable selon la règle des 2G
it: Certificato COVID valido secondo la regola 2G

# verifier_2g_plus_successplus
source: Valid COVID certificate for people who have been tested.
de: Gültiges Covid-Zertifikat für Getestete
fr: Certificat COVID de test valable
it: Certificato di test COVID valido

# verifier_2g_plus_infoplus
source: Permitted for 2G+ only when combined with a valid test certificate.
de: Für 2G+ nur in Kombination mit der Prüfung eines gültigen Testzertifikats zugelassen.
fr: Pour répondre aux critères de validité du mode 2G+, doit être accompagné d'un certificat de test valable.
it: Per la regola 2G+ accettato solo previa verifica di un certificato di test valido.

# verifier_2g_plus_info2g
source: Permitted for 2G+ only when combined with verification of a COVID certificate for people who have been vaccinated or have recovered.
de: Für 2G+ nur in Kombination mit der Prüfung eines Covid-Zertifikats für Geimpfte oder Genesene zugelassen.
fr: Pour répondre aux critères de validité du mode 2G+, doit être accompagné d'un certificat de vaccination ou de guérison.
it: Per la regola 2G+ accettato solo previa verifica di un certificato di vaccinazione o di guarigione.
