Repository: admin-ch/CovidCertificate-App-iOS
Catalog: Translations/*.lproj/Localizable.strings
Languages: de, fr, it

# rat_conversion_overview_text
source: You can request an EU-compatible version of this COVID certificate.
fr: Pour ce certificat COVID, il est possible de demander une version compatible avec l’UE.
it: Per questo certificato COVID è possibile richiedere una versione compatibile con l’UE.

# rat_conversion_overview_button
source: Find out more
fr: En savoir plus
it: Maggiori informazioni

# rat_conversion_title
source: Apply for a COVID certificate (EU-compatible)
fr: Demander un certificat COVID (compatible avec l’UE)
it: Richiedere un certificato COVID (compatibile con l’UE)

# rat_conversion_text
source: COVID recovery certificates issued on the basis of rapid antigen tests are now also accepted in the EU. You have the option of requesting an EU-compatible version of this certificate via the National Application Office.
fr: Nouveau : les certificats COVID pour personnes guéries établis sur la base de tests rapides antigéniques sont aussi acceptés dans l’UE. Vous avez la possibilité de demander une version de ce certificat compatible avec l’UE sur la plateforme nationale de demandes.
it: Ora i certificati COVID per persone guarite rilasciati sulla base di test antigenici rapidi sono accettati anche nell’UE. È possibile richiedere una versione di questo certificato compatibile con l’UE presso l’organo nazionale per la richiesta di certificati COVID.

# rat_conversion_form_title
source: To the National Application Office's online form
fr: Vers le formulaire en ligne de la plateforme nationale de demandes
it: Al modulo online dell’organo nazionale per la richiesta di certificati COVID

# rat_conversion_form_text
source: I give my consent for the data in this COVID certificate to be transferred to the form of the National Application Office (a website of the Swiss federal government).
fr: J’accepte que les données de ce certificat COVID soient transférées dans le formulaire de la plateforme nationale de demandes (site de la Confédération).
it: Acconsento al trasferimento dei dati del presente certificato COVID nel modulo dell’organo nazionale per la richiesta di certificati COVID (un sito web della Confederazione).

# rat_conversion_form_button
source: To the form
fr: Vers le formulaire
it: Al modulo

# rat_conversion_link_antragsstelle
source: National Application Office website (no data transferred)
fr: Site de la plateforme nationale de demandes (sans transfert de données)
it: Sito web dell’organo nazionale per la richiesta di certificati COVID (senza trasferimento dati)

# rat_conversion_info1_text
source: If your application is successful, the new EU-compatible COVID certificate will be sent to you by post and can then be transferred by you to the app. It is not possible for the certificate to be sent direct to the app.
fr: Si votre demande est acceptée, le nouveau certificat COVID compatible avec l’UE vous sera envoyé par la poste. Vous pourrez ensuite le transférer dans l’application. Il n’est pas possible de recevoir le document directement dans l’application.
it: Se la richiesta è accolta, il nuovo certificato COVID compatibile con l’UE sarà inviato per posta e successivamente potrà essere trasferito nell’app dal richiedente. Un invio direttamente nell’app non è possibile.

# rat_conversion_info2_text
source: Transferring the certificate data to the National Application Office’s online form makes it easier to validate your application.
fr: Le transfert des données du certificat dans le formulaire en ligne permet de faciliter le traitement de votre demande.
it: Con il trasferimento dei dati del certificato nel modulo online, la richiesta può essere elaborata più semplicemente.

# rat_conversion_info_title
source: Further information
fr: Informations complémentaires
it: Maggiori informazioni

# cert_renewal_info_info_heading
source: What does this mean?
fr: Qu’est-ce que cela signifie ?
it: Cosa significa?

# cert_renewal_info_info_text_1
source: The QR codes used for COVID certificates have limited technical validity
fr: Les codes QR des certificats COVID ont une validité technique limitée
it: I codici QR dei certificati COVID hanno una validità tecnica limitata

# cert_renewal_info_info_text_2
source: To enable this certificate to continue to be checked (e.g. when you’re travelling), you must renew the QR code.
fr: Pour qu’il soit toujours possible de contrôler ce certificat (par exemple en voyage), le code QR doit être renouvelé.
it: Affinché questo certificato possa continuare a essere verificato (p. es. durante i viaggi), è necessario rinnovare il codice QR.

# cert_renewal_info_info_text_3
source: You can do this directly here in the app (provided you have an internet connection). The data in your current certificate will be encrypted and sent to the federal government’s COVID certificate issuing system for a new QR code to be issued. This QR code is then sent back to the app. Once the new QR code has been issued and the data sent, the data on the government system are deleted.
fr: Le renouvellement nécessaire peut être effectué ici directement dans l’application (connexion Internet requise). Les données du certificat actuel sont transmises sous forme cryptée depuis l’application vers le système de la Confédération établissant les certificats COVID. Ensuite, un nouveau code QR est ainsi établi, qui est renvoyé à l’application de stockage. Une fois établies et transmises. Enfin, les données sont effacées du système
it: Puoi eseguire autonomamente il rinnovo richiesto qui nell’app (collegamento Internet necessario). A tale scopo i dati del certificato attuale saranno codificati e trasmessi dall’app al sistema della Confederazione per l’emissione di certificati COVID, il quale a sua volta creerà un nuovo codice QR che in seguito sarà rinviato all’app per la conservazione. Infine i dati saranno cancellati a emissione e trasmissione avvenute.

# cert_renewal_info_info_text_4
source: Check out this FAQ to find out why you should also renew the QR code if your vaccination or recovery certificate is about to expire or has already expired under the Swiss validity rules.
fr: Cette FAQ vous explique pourquoi vous devriez renouveler le code QR même si votre certificat de vaccination ou de guérison est sur le point d’expirer ou a déjà expiré selon les règles de validité suisses.
it: In queste FAQ trovi i motivi per cui è necessario rinnovare il codice QR anche se il tuo certificato di vaccinazione o di guarigione dovesse giungere presto a scadenza o essere già scaduto secondo le regole di validità svizzere.

# cert_renewal_info_expired_heading
source: What does this mean?
fr: Qu’est-ce que cela signifie ?
it: Cosa significa?

# cert_renewal_info_expired_text_1
source: The QR codes used for COVID certificates have limited technical validity.
fr: Les codes QR des certificats COVID ont une validité technique limitée.
it: I codici QR dei certificati COVID hanno una validità tecnica limitata.

# cert_renewal_info_expired_text_2
source: To enable this certificate to continue to be checked (e.g. when you’re travelling), you must renew the QR code.
fr: Pour qu’il soit toujours possible de contrôler ce certificat (par exemple en voyage), le code QR doit être renouvelé.
it: Affinché questo certificato possa continuare a essere verificato (p. es. durante i viaggi), è necessario rinnovare il codice QR.

# cert_renewal_info_expired_text_3
source: You can do this directly here in the app (provided you have an internet connection). The data in your current certificate will be encrypted and sent to the federal government’s COVID certificate issuing system for a new QR code to be issued. This QR code is then sent back to the app. Once the new QR code has been issued and the data sent, the data on the government system are deleted.
fr: Le renouvellement nécessaire peut être effectué ici directement dans l’application (connexion Internet requise). Les données du certificat actuel sont transmises sous forme cryptée depuis l’application vers le système de la Confédération établissant les certificats COVID. Ensuite, un nouveau code QR est ainsi établi, qui est renvoyé à l’application de stockage. Une fois établies et transmises. Enfin, les données sont effacées du système
it: Puoi eseguire autonomamente il rinnovo richiesto qui nell’app (collegamento Internet necessario). A tale scopo i dati del certificato attuale saranno codificati e trasmessi dall’app al sistema della Confederazione per l’emissione di certificati COVID, il quale a sua volta creerà un nuovo codice QR che in seguito sarà rinviato all’app per la conservazione. Infine i dati saranno cancellati a emissione e trasmissione avvenute.

# cert_renewal_info_expired_text_4
source: Check out this FAQ to find out why you should also renew the QR code if your vaccination or recovery certificate is about to expire or has already expired under the Swiss validity rules.
fr: Cette FAQ vous explique pourquoi vous devriez renouveler le code QR même si votre certificat de vaccination ou de guérison est sur le point d’expirer ou a déjà expiré selon les règles de validité suisses.
it: In queste FAQ trovi i motivi per cui è necessario rinnovare il codice QR anche se il tuo certificato di vaccinazione o di guarigione dovesse giungere presto a scadenza o essere già scaduto secondo le regole di validità svizzere.

# cert_renewal_info_renewed_heading
source: Important!
fr: À noter:
it: Importante!

# cert_renewal_info_renewed_text_1
source: Also replace certificates you have previously printed out or stored with this renewed version.
fr: Remplacez également les certificats précédemment imprimés ou enregistrés par cette nouvelle version
it: Sostituisci anche i certificati stampati o salvati in precedenza con la presente versione aggiornata.

# cert_renewal_info_renewed_text_2
source: The length of time for which a vaccination is recognised in a particular country is not specified in the certificate. Instead, it is calculated in accordance with the specific rules of the country each time the certificate is checked. Renewing the QR code merely ensures that the QR code can be used from a technical point of view.
fr: La durée pendant laquelle une vaccination est reconnue dans un pays n’est pas définie dans le certificat, mais calculée au moment du contrôle selon les règles du pays examinateur. Le renouvellement du code QR garantit uniquement que celui-ci puisse être utilisé d’un point de vue technique.
it: La durata del riconoscimento di una vaccinazione in un Paese non è specificata nel certificato. Questo viene calcolato durante la verifica in base alle regole del Paese esaminatore. Il rinnovo del codice QR garantisce solo che tale codice possa continuare a essere tecnicamente utilizzato.

# wallet_certificate_renewal_required_bubble_title
source: Renew QR code!
fr: Renouveler le code QR!
it: Rinnova il codice QR!

# wallet_certificate_renewal_required_bubble_text
source: To continue using this certificate you must renew the QR code.
fr: Pour pouvoir continuer à utiliser ce certificat, le code QR doit être renouvelé.
it: Per continuare a utilizzare questo certificato, è necessario rinnovare il codice QR.

# wallet_certificate_renewal_required_bubble_button
source: Find out more
fr: En savoir plus
it: Per saperne di più

# wallet_certificate_renew_now_button
source: Renew QR code
fr: Renouveler le code QR
it: Rinnova il codice QR

# wallet_certificate_renewal_qr_code_expiration
source: QR code expiration date
fr: Date d’expiration du code QR
it: Data di scadenza del codice QR

# wallet_certificate_renewal_required_info
source: The technical expiration date for this QR code has elapsed (or will elapse soon).
fr: La date d’expiration technique de ce code QR est (bientôt) atteinte.
it: La data di scadenza tecnica di questo codice QR sarà (presto) raggiunta.

# wallet_certificate_renewal_in_progress_info
source: The QR code is being updated
fr: Le code QR est en cours de renouvellement
it: Codice QR viene rinnovato

# wallet_certificate_renewal_successful_info
source: The QR code has been successfully renewed
fr: Le code QR a été renouvelé avec succès.
it: Il codice QR è stato rinnovato.

# wallet_certificate_renewal_offline_error_title
source: No Internet connection
fr: Pas de connexion Internet
it: Nessuna connessione a Internet

# wallet_certificate_renewal_offline_error_text
source: The app must be online for the QR code to be renewed.
fr: Pour pouvoir renouveler le code QR, l’application doit être connectée à Internet.
it: Per rinnovare il codice QR è necessario che l’app sia online.

# wallet_certificate_renewal_general_error_title
source: An unexpected error has occurred
fr: Une erreur inattendue est survenue
it: Si è verificato un errore imprevisto.

# wallet_certificate_renewal_general_error_text
source: Please try again later
fr: Veuillez réessayer plus tard.
it: Riprova più tardi

# wallet_certificate_renewal_successful_bubble_title
source: Successfully renewed
fr: Renouvellement réussi
it: Rinnovo avvenuto

# wallet_certificate_renewal_successful_bubble_text
source: Also replace certificates that have been printed out or stored with this renewed version.
fr: Remplacez également les versions imprimées ou enregistrées de ce certificat par cette nouvelle version.
it: Sostituisci anche le versioni stampate o salvate di questo certificato con la presente versione aggiornata.

# wallet_certificate_renewal_successful_bubble_button
source: More information
fr: En savoir plus
it: Per saperne di più

# wallet_error_qr_code_expired
source: The technical expiration date for this QR code has elapsed.
fr: La date d’expiration technique de ce code QR est atteinte.
it: La data di scadenza tecnica di questo codice QR sarà raggiunta.

# wallet_certificate_renewal_rate_limit_error_title
source: 24h-limit reached
fr: Limite des 24 heures atteinte
it: È stato raggiunto il limite di 24 ore

# wallet_certificate_renewal_rate_limit_error_text
source: QR code updated too often. Update temporarily blocked.
fr: Le code QR a été renouvelé trop souvent. Le renouvellement est temporairement bloqué.
it: Codice QR rinnovato troppo spesso. Rinnovo temporaneamente bloccato.

# wallet_certificate_renewal_faq_link_text
source: To the FAQ
fr: Vers la FAQ
it: Alle FAQ

# wallet_certificate_renewal_faq_link_url
source: https://www.bag.admin.ch/bag/en/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/haeufig-gestellte-fragen.html?faq-url=/covid/en/covid-certificate/why-should-i-renew-qr-code-my-covid-certificate-even-though-certificate-about
fr: https://www.bag.admin.ch/bag/fr/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/haeufig-gestellte-fragen.html?faq-url=/covid/fr/certificat-covid/pourquoi-dois-je-renouveler-le-code-qr-de-mon-certificat-covid-alors-que-selon-les
it: https://www.bag.admin.ch/bag/it/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/haeufig-gestellte-fragen.html?faq-url=/covid/it/certificato-covid/perche-devo-rinnovare-il-codice-qr-del-mio-certificato-covid-anche-se-secondo-le

# terms_and_conditions_update_boarding_title
source: Update
fr: Mise à jour
it: Aggiornamento

# terms_and_conditions_update_boarding_text
source: Certain points of the terms of use and privacy statement for the app have been updated and adapted in line with the relevant legal bases.
fr: Les conditions d’utilisation et la politique de confidentialité de l’application ont été ponctuellement mises à jour et adaptées aux bases légales.
it: L’informativa sulla privacy (dichiarazione sulla protezione dei dati) e le condizioni d’uso dell’app sono state puntualmente aggiornate e adeguate alle basi legali.

# wallet_validity_since_vaccination_date
source: Vaccinated on
fr: Date de vaccination
it: Data di vaccinazione

# wallet_validity_since_test_date
source: Tested negative on
fr: Test négatif
it: Test negativo

# wallet_validity_since_hours_singular
source: 1 hour ago
fr: 1 heure
it: 1 ora fa

# wallet_validity_since_hours_plural
source: {HOURS} hours ago
fr: {HOURS} heures
it: {HOURS} ore fa

# wallet_validity_since_days_singular
source: 1 Day ago
fr: 1 jour
it: 1 giorno fa

# wallet_validity_since_days_plural
source: {DAYS} Days ago
fr: {DAYS} jours
it: {DAYS} giorni fa

# wallet_update_boarding_page_1_title
source: What’s new?
fr: Nouveautés
it: Quali sono le novità?

# wallet_update_boarding_page_1_text
source: The COVID certificate now no longer displays the Validity in Switzerland field. Instead, the app shows the time of your vaccination or test. Why?
fr: Désormais, le certificat COVID n’affichera plus l’encadré «Validité en Suisse». Celui-ci sera remplacé par la date de la vaccination ou du test. Pourquoi?
it: Nel certificato COVID non viene più indicato il campo «Validità in Svizzera». Al suo posto l’app riporta la data della vaccinazione o del test. Perché?

# wallet_update_boarding_page_2_title
source: COVID certificates in Switzerland
fr: Certificats COVID en Suisse
it: Certificato COVID in Svizzera

# wallet_update_boarding_page_2_bullet_1
source: The certificate requirement in Switzerland was lifted in February 2022.
fr: L’obligation de présenter un certificat en Suisse a été levée en février 2022.
it: In Svizzera l’obbligo di certificato è stato revocato a febbraio 2022

# wallet_update_boarding_page_2_bullet_2
source: Since then, the Swiss validity periods have only existed formally and no longer have any practical significance in this country.
fr: Depuis lors, les durées de validité pour la Suisse sont purement formelles et n’ont plus de pertinence pratique dans le pays.
it: Da allora la durata di validità in Svizzera esiste solo formalmente e non ha più alcun valore pratico nel nostro Paese.

# wallet_update_boarding_page_2_bullet_3
source: The Swiss validity period also has no meaning abroad.
fr: La durée de validité pour la Suisse n’a pas non plus de pertinence à l’étranger.
it: La durata di validità svizzera non ha valore nemmeno all’estero.

# wallet_update_boarding_page_3_title
source: COVID certificates abroad
fr: Certificats COVID à l’étranger
it: Certificati COVID all’estero

# wallet_update_boarding_page_3_bullet_1
source: Abroad the rules of the country in question apply.
fr: À l’étranger, les règles en vigueur dépendent de chaque pays.
it: All’estero si applicano le regole dei singoli Paesi.

# wallet_update_boarding_page_3_bullet_2
source: The app now shows how many days ago you had the vaccination or a test.
fr: Désormais, l’application indique le nombre de jours écoulés depuis une vaccination ou un test.
it: L’app mostra ora quanti giorni sono passati da una vaccinazione o da un test.

# wallet_update_boarding_page_3_bullet_3
source: This makes it easier to work out whether your certificate complies with the rules of your destination country (if the country still requires a Covid certificate).
fr: Vous pourrez ainsi déterminer plus facilement si votre certificat est conforme aux règles en vigueur dans votre pays de destination (si celui-ci exige encore un certificat COVID).
it: In questo modo è più facile determinare se il certificato rispetta le regole del Paese di destinazione (qualora quest’ultimo richieda ancora un certificato COVID).

# wallet_update_boarding_page_4_title
source: Current situation in Switzerland and worldwide
fr: Situation actuelle en Europe et dans le monde
it: Situazione attuale in Europa e nel mondo

# wallet_update_boarding_page_4_bullet_1
source: Most countries in Europe have now lifted the certificate requirement for entry.
fr: Dans l’intervalle, la plupart des pays d’Europe ont levé l’obligation de présenter un certificat pour entrer sur leur territoire.
it: La maggior parte dei Paesi europei ha revocato l’obbligo di certificato per l’entrata.

# wallet_update_boarding_page_4_bullet_2
source: The Validity abroad function has therefore also been removed from the app.
fr: La fonction «Validité à l’étranger» a donc également été supprimée.
it: La funzione «Validità all’estero» è dunque stata rimossa.

# wallet_update_boarding_page_4_bullet_3
source: You can find out whether a certificate requirement still applies in a country on these websites:
fr: Pour savoir quels pays exigent encore un certificat, vous pouvez consulter les sites suivants:
it: Per sapere se in un determinato Paese vige ancora l’obbligo di certificato, consulta i seguenti siti web:

# wallet_validity_since_more_hours_prefix
source: exceeding
fr: il y a plus de
it: più di

# wallet_validity_since_recovery_date
source: Tested positive on
fr: Test positif
it: Test positivo

# covid_certificate_news_text
source: Certificate requirement lifted
fr: Levée de l’obligation de présenter un certificat.
it: Obbligo di certificato revocato

# covid_certificate_news_title
source: Certificate requirement lifted
fr: Levée de l’obligation de présenter un certificat.
it: Obbligo di certificato revocato

# covid_certificate_news_item1
source: The certificate requirement in Switzerland was lifted in February 2022.
fr: L’obligation de présenter un certificat en Suisse a été levée en février 2022.
it: In Svizzera l’obbligo di certificato è stato revocato a febbraio 2022.

# covid_certificate_news_item2
source: Since then, the Swiss validity periods have only existed formally and no longer have any practical significance in this country.
fr: Depuis lors, les durées de validité pour la Suisse sont purement formelles et n’ont plus de pertinence pratique dans le pays.
it: Da allora la durata di validità in Svizzera esiste solo formalmente e non ha più alcun valore pratico nel nostro Paese.

# covid_certificate_news_item3
source: This Swiss certificate check app verifies COVID certificates based on Swiss validity rules. The result of the check is not relevant for use of the certificate abroad.
fr: Cette application de vérification suisse contrôle les certificats COVID en fonction des règles de validité suisses. Le résultat du contrôle n’est pas déterminant pour utiliser l’étranger.
it: Questa app svizzera verifica i certificati COVID in base alle regole di validità vigenti in Svizzera. Il risultato della verifica non è determinante per un impiego all’estero.

# covid_certificate_news_item4
source: If a country still requires a COVID certificate, the rules of the country in question apply.
fr: Lorsqu’un pays exige encore un certificat COVID, les règles du pays en question s’appliquent.
it: Qualora un Paese richieda ancora un certificato COVID, si applicano le regole di tale Paese.

# wallet_faq_questions_linktext_1_1
source: National COVID certificate application platform
fr: Plateforme nationale de demandes pour le certificat COVID
it: Organo nazionale per la richiesta di certificati COVID

# wallet_faq_questions_question_2_2
source: I am travelling abroad and need a COVID certificate to enter the country. What must I bear in mind?
fr: Je pars à l’étranger et j’ai besoin d’un certificat COVID pour entrer dans le pays de destination. À quoi dois-je faire attention ?
it: Devo recarmi all’estero e ho bisogno di un certificato COVID. Cosa devo fare?
