Repository: admin-ch/CovidCertificate-App-iOS
Catalog: Translations/*.lproj/Localizable.strings
Languages: de, fr, it

# wallet_certificate_export_detail_summary_1
source: A PDF is generated using the data from your COVID certificate that you can print or share.
de: Aus den Daten Ihres Covid-Zertifikats wird ein PDF erstellt, das Sie drucken oder teilen können.
fr: Un fichier PDF sera établi avec les données de votre certificat COVID ; vous pourrez l’imprimer ou le partager.
it: Dai dati del tuo certificato COVID viene creato un PDF, che puoi stampare o condividere.

# wallet_certificate_export_detail_summary_2
source: The PDF document is generated online.
de: Die Erstellung des PDF-Dokuments erfolgt online.
fr: Le fichier PDF est établi en ligne.
it: Il documento PDF viene creato online.

# wallet_certificate_export_detail_export_button
source: Export
de: Exportieren
fr: Exporter
it: Esporta

# wallet_certificate_export_detail_network_error_title
source: No Internet connection
de: Keine Verbindung zum Internet
fr: Pas de connexion Internet
it: Nessuna connessione a Internet

# wallet_certificate_export_detail_general_error_title
source: An unexpected error has occurred
de: Ein unerwarteter Fehler ist aufgetreten.
fr: Une erreur inattendue est survenue.
it: Si è verificato un errore imprevisto.

# wallet_certificate_export_detail_general_error_text
source: An unexpected error has occurred. Please try again later.
de: Es ist ein unerwarteter Fehler aufgetreten. Versuchen Sie es später erneut.
fr: Une erreur inattendue est survenue. Veuillez réessayer plus tard.
it: Si è verificato un errore imprevisto. Riprova più tardi

# wallet_certificate_light_detail_text_1
source: When you activate the 'light' version of the certificate, a new QR code is generated using data from your COVID certificate that does not contain any health-related information.
de: Wenn Sie das Zertifikat Light aktivieren, wird aus den Daten Ihres Covid-Zertifikats ein neuer QR-Code erstellt, der keine Gesundheitsdaten enthält.
fr: Quand vous activez le certificat light, un nouveau code QR est créé à partir des données de votre certificat COVID. Ce nouveau code ne contient pas de données sur la santé.
it: Quando attivi il certificato light, dai dati del tuo certificato COVID viene creato un nuovo codice QR, il quale non contiene dati sanitari.

# wallet_certificate_light_detail_text_2
source: While the regular COVID certificate can be used without restriction both in Switzerland and in the EU/EFTA during its period of validity, the 'light' version can only be used in Switzerland. For data protection reasons, the 'light' version has to be reactivated after {LIGHT_CERT_VALIDITY_IN_H} hours. It does not afford any additional rights to the normal COVID certificate.
de: Während das normale Covid-Zertifikat im Rahmen seiner Gültigkeit ohne Einschränkungen sowohl in der Schweiz als auch in der EU/EFTA verwendet werden kann, ist der Einsatz des Zertifikats Light nur in der Schweiz möglich. Aus Datenschutzgründen muss das Zertifikat Light nach {LIGHT_CERT_VALIDITY_IN_H} Stunden erneut aktiviert werden. Es bringt keine zusätzlichen Rechte gegenüber dem normalen Covid-Zertifikat.
fr: Tant qu’il est valide, le certificat COVID normal est utilisable sans limitation en Suisse et dans l’UE/l’AELE. Par contre, le certificat light n’est utilisable qu’en Suisse. Pour des raisons de protection des données, le certificat light doit être réactivé après {LIGHT_CERT_VALIDITY_IN_H} heures. Il n’apporte aucun droit supplémentaire par rapport au certificat COVID normal.
it: Se valido, il certificato COVID normale può essere utilizzato senza limitazioni sia in Svizzera sia nell'UE/AELS, mentre il certificato light può essere utilizzato solamente in Svizzera. Per motivi legati alla protezione dei dati, il certificato light deve essere riattivato dopo {LIGHT_CERT_VALIDITY_IN_H} ore. Rispetto al certificato COVID normale non implica alcun diritto supplementare.

# wallet_certificate_light_detail_text_2_bold
source: only has to does not
de: nur muss keine
fr: n’est utilisable qu’en doit être aucun
it: solamente deve alcun

# accessibility_expandable_box_reduced_state
source: reduced
de: reduziert
fr: réduit
it: compressa

# accessibility_expandable_box_expanded_state
source: expanded
de: erweitert
fr: étendu
it: espansa

# wallet_update_boarding_header
source: Update
fr: Mise à jour
it: Aggiornamento

# wallet_update_boarding_certificate_light_title
source: Certificate light
de: Zertifikat Light
fr: Certificat light
it: Certificato light

# wallet_update_boarding_certificate_light_text
source: This update allows you to generate a copy of the certificate without health-related data for use in Switzerland. The privacy policy and terms of use have been updated accordingly. These are deemed to have been accepted if you continue to use the app.
de: Mit diesem Update können Sie in der App eine Zertifikatskopie ohne Gesundheitsdaten für die Verwendung in der Schweiz generieren lassen. Dazu wurden die Nutzungsbedingungen sowie die Datenschutzerklärung aktualisiert, welche bei Weiternutzung der App als genehmigt gelten.
fr: Cette mise à jour vous permet de générer une copie du certificat sans données sur la santé pour l’utiliser en Suisse. Les conditions d’utilisation et la déclaration sur la protection des données ont été actualisées et seront considérées comme acceptées si vous continuez à utiliser l’application.
it: Con questo aggiornamento puoi far generare una copia del certificato senza dati sanitari per l'utilizzo in Svizzera. A tale scopo sono state aggiornate le condizioni d'uso e l'informativa sulla protezione dei dati, che sono considerate valide se si continua a utilizzare l'app.

# verifier_update_boarding_header
source: Update
fr: Mise à jour
it: Aggiornamento

# verifier_update_boarding_certificate_light_title
source: Certificate light
de: Zertifikat Light
fr: Certificat light
it: Certificato light

# verifier_update_boarding_certificate_light_text
source: This update allows you to check certificate copies without health-related data in the app. The privacy policy and terms of use have been updated accordingly. These are deemed to have been accepted if you continue to use the app.
de: Mit diesem Update können Sie in der App auch die Zertifikatskopie ohne Gesundheitsdaten prüfen. Dazu wurden die Nutzungsbedingungen sowie die Datenschutzerklärung aktualisiert, welche bei Weiternutzung der App als genehmigt gelten.
fr: Cette mise à jour vous permet aussi de vérifier les copies de certificat sans données sur la santé. Les conditions d’utilisation et la déclaration sur la protection des données ont été actualisées et seront considérées comme acceptées si vous continuez à utiliser l’application.
it: Con questo aggiornamento, nell'app puoi verificare anche la copia del certificato senza dati sanitari. A tale scopo sono state aggiornate le condizioni d'uso e l'informativa sulla protezione dei dati, che sono considerate valide se si continua a utilizzare l'app.

# verifier_certificate_light_error_expired
source: Certificate validity expired
de: Gültigkeit des Zertifikats abgelaufen
fr: Durée de validité du certificat expirée
it: La validità del certificato è scaduta

# wallet_faq_questions_question_6
source: What is the 'certificate light'
de: Was ist das Zertifikat Light?
fr: Qu’est-ce que le certificat light ?
it: Che cos'è il certificato light?

# wallet_faq_questions_answer_6
source: The COVID Certificate app offers holders of COVID certificates the possibility of generating a copy of the certificate with minimised data. The 'certificate light' confirms that the holder has a valid COVID certificate but does not itself contain any health-related data. This alternative to the COVID certificate which contains minimised data was developed at the wish of the Federal Data Protection and Information Commissioner (FDPIC) as COVID certificates contain certain health-related data such as the vaccine administered or the date of vaccination, which can also be seen. The 'certificate light' prevents this. The 'certificate light' is only available electronically in the app and is only recognised in Switzerland. For data protection reasons, the 'certificate light' is only valid for {LIGHT_CERT_VALIDITY_IN_H} hours and must then be reactivated. If you need to use the normal certificate before the end of the {LIGHT_CERT_VALIDITY_IN_H}-hour period, you can simply deactivate the 'certificate light'.
de: Die «COVID Certificate»-App bietet Inhaberinnen und Inhabern von Covid-Zertifikaten die Möglichkeit, eine datenminimierte Zertifikatskopie zu generieren. Dieses «Zertifikat Light» zeigt lediglich das Vorliegen eines gültigen Covid-Zertifikats an, jedoch ohne Gesundheitsdaten zu enthalten. Die datenminimierte Alternative zum Covid-Zertifikat wurde auf Wunsch des Eidgenössischen Datenschutz- und Öffentlichkeitsbeauftragten (EDÖB) entwickelt, da Dritte mit selbstentwickelten Apps bei der Prüfung von Covid-Zertifikaten Gesundheitsdaten wie beispielsweise Impfstoff oder Datum der Impfung einsehen könnten. Mittels dem «Zertifikat Light» wird dies verhindert. Das «Zertifikat Light» ist lediglich elektronisch innerhalb der App verfügbar und wird nur in der Schweiz anerkannt. Aus Datenschutzgründen hat das «Zertifikat Light» eine maximale Gültigkeitsdauer von {LIGHT_CERT_VALIDITY_IN_H} Stunden und muss danach erneut aktiviert werden. Wird das normale Zertifikat vor Ablauf der {LIGHT_CERT_VALIDITY_IN_H} Stunden benötigt, kann das Zertifikat Light einfach deaktiviert werden.
fr: L’application « COVID Certificate » propose aux titulaires de certificats COVID la possibilité de générer une copie du certificat ne contenant que les données strictement nécessaires. Le certificat « light » confirme que le certificat présenté est valide, sans contenir lui-même des données sur la santé. Cette alternative permettant de limiter les données du certificat COVID au strict minimum a été suggérée par le Préposé fédéral à la protection des données et à la transparence (PFPDT) ; en effet, les certificats COVID contiennent certaines données sur la santé (p. ex. le type de vaccin et la date de la vaccination) qui peuvent être lues par des tiers. Le certificat « light » empêche tout abus de ce genre. Le certificat light, reconnu uniquement en Suisse, n’est disponible que sous forme électronique. Pour des raisons de protection des données, il n’est valide que pendant {LIGHT_CERT_VALIDITY_IN_H} heures et doit ensuite être réactivé. Si le certificat normal est à nouveau nécessaire avant la fin de ce délai, il suffit de désactiver le certificat light.
it: L’app «COVID Certificate» offre ai possessori di certificati COVID la possibilità di generare una copia del certificato con dati ridotti al minimo da utilizzare in Svizzera. Il certificato light conferma l’esistenza di un certificato valido, senza contenere dati sanitari. Questo certificato con dati ridotti al minimo è un’alternativa al certificato COVID ed è stato sviluppato su richiesta dell’Incaricato federale della protezione dei dati e della trasparenza (IFPDT), poiché i certificati COVID contengono determinati dati sanitari, come per esempio il vaccino somministrato o la data della vaccinazione, che possono anche essere visualizzati e dunque letti. Ciò può essere evitato mediante il certificato light. Il certificato light è disponibile unicamente in versione elettronica nell’app ed è riconosciuto solo in Svizzera. Per motivi legati alla protezione dei dati, il certificato light ha una validità massima di {LIGHT_CERT_VALIDITY_IN_H} ore e in seguito deve essere riattivato. Se si necessita del certificato normale prima che siano trascorse le {LIGHT_CERT_VALIDITY_IN_H} ore, il certificato light può essere disattivato semplicemente.

# verifier_faq_works_question_8
source: What is the 'certificate light'
de: Was ist das Zertifikat Light?
fr: Qu’est-ce que le certificat light ?
it: Che cos'è il certificato light?

# verifier_faq_works_answer_8
source: The COVID Certificate app offers holders of COVID certificates the possibility of generating a copy of the certificate with minimised data. This 'certificate light' merely shows that the holder has a valid COVID certificate but does not contain any health-related data. The alternative to the COVID certificate containing minimised data was developed at the wish of the Federal Data Protection and Information Commissioner (FDPIC) as third parties using apps they have developed themselves could be able to see health-related data such as the vaccine administered or date of vaccination when checking the certificate. The 'certificate light' prevents this. The 'Certificate light' is only available electronically in the app and is only recognised in Switzerland. For data protection reasons the 'certificate light' is only valid for {LIGHT_CERT_VALIDITY_IN_H} hours and must then be reactivated. If you need to use the normal certificate before the end of the {LIGHT_CERT_VALIDITY_IN_H}-hour period, you can simply deactivate the 'certificate light'.
de: Die «COVID Certificate»-App bietet Inhaberinnen und Inhabern von Covid-Zertifikaten die Möglichkeit, eine datenminimierte Zertifikatskopie zu generieren. Dieses «Zertifikat Light» zeigt lediglich das Vorliegen eines gültigen Covid-Zertifikats an, jedoch ohne Gesundheitsdaten zu enthalten. Die datenminimierte Alternative zum Covid-Zertifikat wurde auf Wunsch des Eidgenössischen Datenschutz- und Öffentlichkeitsbeauftragten (EDÖB) entwickelt, da Dritte mit selbstentwickelten Apps bei der Prüfung von Covid-Zertifikaten Gesundheitsdaten wie beispielsweise Impfstoff oder Datum der Impfung einsehen könnten. Mittels dem «Zertifikat Light» wird dies verhindert. Das «Zertifikat Light» ist lediglich elektronisch innerhalb der App verfügbar und wird nur in der Schweiz anerkannt. Aus Datenschutzgründen hat das «Zertifikat Light» eine maximale Gültigkeitsdauer von {LIGHT_CERT_VALIDITY_IN_H} Stunden und muss danach erneut aktiviert werden. Wird das normale Zertifikat vor Ablauf der {LIGHT_CERT_VALIDITY_IN_H} Stunden benötigt, kann das Zertifikat Light einfach deaktiviert werden.
fr: L’application « COVID Certificate » propose aux titulaires de certificats COVID la possibilité de générer une copie du certificat ne contenant que les données strictement nécessaires. Ce certificat « light » indique uniquement si le certificat présenté est valide, sans fournir de données sur la santé. L’alternative permettant de limiter les données du certificat COVID au strict minimum a été suggérée par le Préposé fédéral à la protection des données et à la transparence (PFPDT) ; en effet, des personnes tierces pourraient développer des applications leur donnant la possibilité de lire, lors de la vérification d’un certificat, les données sur la santé (p. ex. le type de vaccin et la date de la vaccination). Le certificat light empêche tout abus de ce genre. Le certificat light, reconnu uniquement en Suisse, n’est disponible que sous forme électronique. Pour des raisons de protection des données, il n’est valide que pendant {LIGHT_CERT_VALIDITY_IN_H} heures et doit ensuite être réactivé. Si le certificat normal est à nouveau nécessaire avant la fin de ce délai, il suffit de désactiver le certificat light.
it: L'app «COVID Certificate» offre ai possessori di certificati COVID la possibilità di generare una copia del certificato con dati ridotti al minimo. Il certificato light indica semplicemente l'esistenza di un certificato valido, ma non contiene i dati sanitari. Il certificato con dati ridotti al minimo è un’alternativa al certificato COVID-19 ed è stato sviluppato su richiesta dell’Incaricato federale della protezione dei dati e della trasparenza (IFPDT), poiché le applicazioni autosviluppate per verificare i certificati COVID-19 consentirebbero a terzi di visualizzare i dati sanitari, ad esempio il vaccino somministrato o la data della vaccinazione. Ciò può essere evitato mediante il «certificato light». Il «certificato light» è disponibile unicamente in versione elettronica nell'app ed è riconosciuto solo in Svizzera. Per motivi legati alla protezione dei dati, il «certificato light» ha una validità massima di {LIGHT_CERT_VALIDITY_IN_H} ore e in seguito deve essere riattivato. Se si necessita del certificato normale prima che siano trascorse le {LIGHT_CERT_VALIDITY_IN_H} ore, il certificato light può essere disattivato semplicemente.

# verifier_faq_works_question_9
source: How can a 'certificate light' be converted back into an EU/EFTA-compliant COVID certificate?
de: Wie kann ein Zertifikat Light wieder in ein EU/EFTA-konformes Covid-Zertifikat umgewandelt werden?
fr: Comment reconvertir un certificat light en certificat COVID conforme aux normes UE/AELE ?
it: Come si fa a trasformare un certificato light nuovamente in un certificato COVID conforme all’UE/AELS?

# verifier_faq_works_answer_9
source: The holder can deactivate a 'certificate light' any time in their COVID Certificate app. After that their normal COVID certificate is available again.
de: Das Zertifikat Light kann durch die Halterin / den Halter jederzeit in der «COVID Certificate»-App deaktiviert werden. Danach steht das normale Covid-Zertifikat wieder zur Verfügung.
fr: Le détenteur peut en tout temps désactiver le certificat light dans l’application «COVID Certificate». Le certificat COVID standard est alors à nouveau disponible.
it: Il certificato light può essere disattivato dal titolare in qualsiasi momento nell’app «COVID Certificate», dopodiché il certificato COVID di base è di nuovo disponibile.

# wallet_accessibility_light_certificate_expiration_timer
source: Valid for {TIMESPAN}
de: Noch {TIMESPAN} gültig
fr: Valable encore {TIMESPAN}
it: Valido ancora {TIMESPAN}

# wallet_transfer_code_copied
source: Transfer code copied
de: Transfer Code kopiert
fr: Code de transfert copié
it: Codice di trasferimento copiato

# wallet_faq_works_question_2_1
source: What is a transfer code?
de: Was ist ein Transfer-Code?
fr: Qu'est-ce qu'un code de transfert ?
it: Cos'è un codice di trasferimento?

# wallet_faq_works_answer_2_1
source: The transfer codes allow COVID certificates to be transmitted quickly and securely. In this way, you receive your certificate (e.g. after a test) directly in the application.
de: Mit Transfer-Codes können Covid-Zertifikate schnell und sicher übermittelt werden. Auf diesem Weg erhalten Sie das Covid-Zertifikat, z. B. nach einem Covid-Test, direkt in die App geliefert.
fr: Les codes de transfert permettent de transmettre les certificats COVID rapidement et en toute sécurité. De cette façon, vous recevez votre certificat après un test ou une vaccination directement dans l’application.
it: Con i codici di trasferimento i certificati COVID possono essere trasmessi in modo rapido e sicuro. Tramite questo canale puoi ricevere il certificato COVID direttamente nell’app dopo un test COVID o una vaccinazione anti-COVID-19.

# wallet_faq_works_question_5_1
source: I only have my COVID certificate electronically in the app. How can I get the certificate as a PDF or on paper?
de: Ich habe das Covid-Zertifikat ausschliesslich elektronisch in der App. Wie komme ich zum Zertifikat als PDF oder auf Papier?
fr: Mon certificat COVID n’est disponible qu’au format électronique dans l’application. Comment puis-je obtenir mon certificat en PDF ou sur papier ?
it: Ho il certificato COVID esclusivamente in formato elettronico nell’app. Come posso ottenerne uno in formato PDF o cartaceo?

# wallet_faq_works_answer_5_1
source: In the detailed view of the electronic COVID certificate in the COVID Certificate app you’ll find the Export function. You can use this to generate, save and print a PDF
de: In der «COVID Certificate»-App finden Sie in der Detailansicht des elektronischen Covid-Zertifikats die Funktion «Exportieren». Damit können Sie ein PDF erstellen, dieses speichern und ausdrucken.
fr: Dans l’application « COVID Certificate », vous trouvez la fonction « Exporter » dans la vue détaillée du certificat. Vous pouvez ainsi générer un PDF afin de le sauvegarder et de l’imprimer.
it: Nella vista di dettaglio del certificato COVID elettronico dell’app «COVID Certificate» è disponibile la funzione «Esporta», con la quale è possibile creare un PDF, salvarlo e stamparlo.

# wallet_certificate_light_rate_limit_title
source: 24h-limit reached
de: 24h-Limite erreicht
fr: Limite des 24 heures atteinte
it: È stato raggiunto il limite di 24 ore

# wallet_certificate_light_rate_limit_text
source: The 'certificate light' has been activated too often within the last 24 hours.
de: Das Zertifikat Light wurde in den letzten 24h bereits zu oft aktiviert.
fr: Le certificat light a été activé trop souvent au cours des dernières 24 heures.
it: Il certificato light è già stato attivato troppo spesso nelle ultime 24 ore

# error_file_import_title
source: Import unsuccessful
de: Import fehlgeschlagen
fr: L'importation a échoué.
it: Importazione non riuscita

# error_file_import_text
source: The file contains either an invalid QR code or the QR code was not able to be recognised.
de: Die Datei enthält entweder keinen gültigen QR-Code oder der QR-Code konnte nicht erkannt werden.
fr: Le fichier ne contient pas de code QR valide ou le code QR n'a pas pu être lu.
it: O il file non contiene alcun codice QR valido o non è stato possibile riconoscere il codice QR

# wallet_transfer_code_unexpected_error_title
source: Unexpected error
de: Unerwarteter Fehler
fr: Erreur inattendue
it: Errore imprevisto

# wallet_transfer_code_unexpected_error_text
source: Please contact support
de: Kontaktieren Sie den Support
fr: Veuillez contacter le service d’assistance
it: Contattare il supporto

# error_corrupt_sharedprefs_title
source: Decryption error
de: Entschlüsselungsfehler
fr: Erreur de déchiffrement
it: Errore di decodificazione

# error_corrupt_sharedprefs_text
source: One of the app's data storage areas could not be decrypted. To continue using the app, the storage area will have to be deleted and recreated. Data will be lost in the process.
de: Ein Speicher der App konnte nicht entschlüsselt werden. Um die App weiter zu benutzen muss der Speicher gelöscht und neu erstellt werden. Dabei gehen Daten verloren.
fr: Un espace de stockage de l'application n'a pas pu être déchiffré. Il doit être effacé et recréé pour que vous puissiez continuer à utiliser l'application. Des données seront perdues.
it: Una memoria dell'app non ha potuto essere decodificata. Per continuare a utilizzare l'app è necessario eliminare e ricreare la memoria. Questa operazione comporta la perdita dei dati.

# settings_title
source: Settings
de: Einstellungen
fr: Réglages
it: Impostazioni

# language_title
source: Language
de: Sprache
fr: Langue
it: Lingua

# wallet_certificate_test_holder_and_name
source: Manufacturer and Name
de: Hersteller und Name
fr: Fabricant et Nom
it: Fabbricante e Nome

# wallet_transfer_code_time_inconsistency_title
source: Time error
de: Uhrzeit Fehler
fr: Heure incorrecte
it: Errore nell’ora

# wallet_transfer_code_time_inconsistency_text
source: The time must be set correctly for transfer codes to work. Adjust the time and try again.
de: Die Uhrzeit muss richtig eingestellt sein, damit Transfer-Codes funktionieren. Passen Sie Ihre Uhrzeit an und versuchen sie es erneut.
fr: L’heure doit être réglée correctement pour que les codes de transfert fonctionnent. Adaptez votre heure et essayez de nouveau.
it: Per fare in modo che i codici di trasferimento funzionino, l’ora deve essere impostata correttamente. Reimpostare l’ora e riprovare.

# wallet_uvci_copied
source: UVCI copied
de: UVCI kopiert
fr: UVCI copié
it: UVCI copiato

# vaccination_booking_ag_name
source: Aargau
fr: Argovie
it: Argovia

# vaccination_booking_ar_name
source: Appenzell Ausserrhoden
fr: Appenzell Rhodes-Extérieures
it: Appenzello Esterno
